{"msg":{"\\n<Himitsu> Már 4 hét telt el azóta, hogy eljöttem a szülő falumból edzeni az Ardene erdőbe. \n Elméletileg itt sok megbújt farkas szörny van. ":{"English":"\\n<Himitsu> It’s been 4 weeks since I came from my home village to train in the Ardene Forest.\nI heard rumors about, there are a lot of hidden wolf monsters here.\n"},"\\n<Himitsu> Hát őszintén szerintem ez csak kitaláció mivel eddig csak néhány medvével találkoztam, \n amik nem nagyon voltak kihívások egy ilyen feltörekvő kalandornak mint én!":{"English":"\\n<Himitsu> Well honestly I think it's just fiction because I have only meet a few bears that has not been very challenging in such an emerging to an adventurer like me."},"\\n<Himitsu>Mégis mi ez a fény?!":{"English":"\\n<Himitsu>What.. this light?!"},"\\nr<Ismeretlen> Te lennél hát a 4-dik Isten tábornok Himitsu ":{"English":"\\nr<Unknown> So you would be the 4th God General Himitsu."},"\\n<Himitsu> Egy angyal... várjunk csak milyen Isten tábornok és honnan tudod a nevem?! Ki vagy te?":{"English":"\\n<Himitsu> An angel... wait just what kind of general God and how do you know my name?! Who are you?"},"\\nr<Helena> Helena vagyok egy Ark angyal és Isten bízott meg azzal, hogy eljöjjek érted és \n felébresszem a benned szunnyadó isteni erőt.":{"English":"\\nr<Helena> I'm Helena, an Ark angel and my mission is to awaken the divine power dormant within you."},"\\n<Himitsu> Isteni erőt, miről beszélsz? Én csak egy egyszerű ember vagyok, nos egy nagyszerű \n kalandor akarok lenni ez igaz, de nem hiszem, hogy engem keresel hiszen nekem nincs \n ilyesmi rejtett erőm.":{"English":"\\n<Himitsu> Divine power, what are you talking about? I'm just a simple person, well I want to be a great adventurer, but I don't think so you are looking for me since I have no such hidden power like that."},"\\nr<Helena> Biztosan te vagy az a személy akit keresek, érzem az erőt amit beléd pecsételtek.\n Azért, hogy Isten megtalálhassa a 4-dik Isten tábornokot az ereje egy részét kiküldte a \n világba, hogy keresse meg a megfelelő személyt és egyesüljön vele, ez vagy te Himitsu.":{"English":"\\nr<Helena> I'm sure you're the person what I'm looking for, I can feel the power within you in sealed.\nFor The God to find the 4th General God is\nsent some of his power to the world to find the right one\nperson and unite with him, this is you Himitsu\n"},"\\n<Himitsu> Ez nem lehet... Én csak egy jó kalandor akartam lenni. Ne érts félre Helena biztos \n rengetegen örülnének ennek a kiválasztott erőnek és nem mintha nem lennék most izgatott \n ettől, de valamiért rossz érzés fogott el.":{"English":"\\n<Himitsu> It can't be… I just wanted to be a good adventurer. Do not get me wrong Helena, I must be pleased with this chosen force and not\nas if I wasn’t excited about it now, but for some reason, I feel bad."},"\\nr<Helena> Őszinte leszek veled, ebben semmi öröm nincs te vagy akitől majd az emberek és még \n sokan mások a segítséget fogják kérni és még ha tudsz is majd segíteni a hálájuk nem \n tart majd sokáig. Akkor is erősnek kell maradnod amikor már mindenki feladta.":{"English":"\\nr<Helena> I'll be honest with you, there's no joy."},"\\nr<Helena> Én ezt egy szóval sem hívnám áldásnak.":{"English":"\\nr<Helena>I wouldn't call that a blessing.\n"},"\\n<Himitsu> Értem... Nos valahogy gondoltam, hogy nem lesz olyan mint a mesékben.":{"English":"\\n<Himitsu> I see… Well, somehow I thought it wasn't going to be like in fairy tales.\n"},"\\nr<Helena> Viszont egyben szintén biztos vagyok, az erő nem hiába választott ki téged. \n Ha valakinek sikerülhet helyreállítani újra a világot a káoszból az te vagy az.":{"English":"\\nr<Helena> But I'm also sure the force didn't choose in vain. If anyone can manage to restore the world out of chaos again it is you."},"\\n<Himitsu> Talán... lehet, hogy igazad van. Várjunk mit értettél az alatt, hogy újra. \n Történt valami az elmúlt hetekben?!":{"English":"\\n<Himitsu> Maybe you right. Wait, what you mean by that again… Has anything happened in recent weeks??\n"},"\\nr<Helena> Igaz is, te még nem halhattad. Mialatt te itt edzettél az erdő mélyén, \n a démonok és a 3 Isten tábornok háborút indított az emberek és az angyalok ellen.":{"English":"\\nr<Helena> Oh well, you don't know what happened. While you were training here, in the depths of the forest, the demons and the 3 God General started a war against the humanity and the heaven. The Great War era has strated!"},"\\n<Himitsu> Micsoda?!! De hát a 3 Isten tábornok, nem a mi oldalunkon áll és mi van Istennel, \n hogy nem látta ezt előrre és most mi lesz?!":{"English":"\\n<Himitsu> What?!! But the 3 General Gods are not on our side and how don't saw the God this would be may happen and now what will be happen??"},"\\nr<Helena> Próbálj megnyugodni! A 3 Isten tábornok elárult minket és átálltak a démonok oldalára, \n emelet sajnos Isten sem mindenható, nem láthatta ezt ellőre! Bár valószínűleg \n sejthetett valami hasonlót ezért is létezel te, ha valaki segíthet az te vagy!":{"English":"\\nr<Helena> Try to calm down Himitsu! The 3 God General betrayed us and they switched to the side of the demons, and unfortunately The God is not all-powerful, could not see this gonna happen! Although you may be right he could feel it something bad omen. That's your power, if anyone can help it's you!\n"},"\\n<Himitsu> Hiába szeretnék segíteni még egyetlen szörnnyel sem tudtam eddig harcolni még ha \n bennem is van ez az erő nem hiszem, hogy tudnám használni, hiszen eddig a létezéséről\n sem tudtam.":{"English":"\\n<Himitsu> I want to help you really, but I dont have any skill with monster fight. Even if I have that power in me, I don’t think I could use it, since I didn't know of its existence until now..\n"},"\\nr<Helena> Ne aggódj, most felébresztem benned az erőt és azután minden egyes harccal egyre \n jobban fogod tudni irányítani az erőt.":{"English":"\\nr<Helena> Don't worry, I'll wake your hidden power, and then every single one  as you fight you will be better able to control your power."},"\\n<Himitsu> Rendben viszont szeretnék beszélni Istennel amint lehet.":{"English":"\\n<Himitsu> All right, but I want to talk to God as soon as I can."},"\\nr<Helena> Sajnos ezt nem tudom teljesíteni...":{"English":"\\nr<Helena> Unfortunately, I can't do that."},"\\n<Himitsu> Miért nem tudod?":{"English":"\\n<Himitsu> Why do you „can’t”?"},"\\nr<Helena> Mivel Isten a 3 Isten tábornok elleni harcban elesett.":{"English":"\\nr<Helena> Because The God fell in the battle against the 3 General Gods."},"\\n<Himitsu> Isten meghalt... *összegörnyedt* Ha ő veszített akkor én hogyan... ":{"English":"\\n<Himitsu> The God fell… * crouched * If he lost then I how…"},"„Meglásd Anya egyszer még én leszek a legerősebb kalandor a világon és mindenki \n elfog majd ismerni!”":{"English":"“See Mom, I will be the most powerful adventurer in the world and then everyone must be recognitize me!”"},"\\nr<Helena> Minden rendben Himitsu?":{"English":"\\nr<Helena> Is everything all right, Himitsu?"},"\\n<Himitsu> Igen csak eszembe jutott valami amikor még kicsi voltam... De mindegy, rendben van \n akkor ideje menni! ":{"English":"\\n<Himitsu> Yeah, I just remembered something when I was little… But it doesn't matter, okay then it's time to go!\n"},"\\nr<Helena> Előszőr egy csapatot kell összeszedned akikkel majd együtt tudsz dolgozni.":{"English":"\\nr<Helena> First you need to get a team that you can work with."},"\\n<Himitsu> Te nem akarsz harcolsz mellettem?":{"English":"\\n<Himitsu> You won't fight along with me?"},"\\nr<Helena> Természetesen melletted harcolok hiszen ez volt Isten utolsó kívánsága, \n de jelenleg a háború folyamatosan terjed ki az egész kontinensre így máshol is \n harcolnom kell.":{"English":"\\nr<Helena> Of course I'm fighting along with you because that was The God's last wish, but currently, the war is constantly spreading throughout the continent so I must fight elsewhere. \n"},"\\nr<Helena> Viszont annyit még tudok segíteni, hogy elviszlek a jelenlegi tartomány fővárosába \n Airos-ba. Ott tudsz majd egy erős kalandorokból álló csapatot toborozni.":{"English":"\\nr<Helena> But I can still help you take to the capital of the current province, Airos. There you will be able to recruit a team of strong adventurers."},"\\n<Himitsu> Köszönöm, de nem kell elvinned. Airos nincs annyira messze és fontos, hogy megerősödjek \n márpedig Airos fele vezető úton elég sok szörnybe bukkanhatok főleg most és ahhoz, \n hogy ezt az erőt képes legyek megfelelően irányítani muszály lesz sokat harcolnom.":{"English":"\\n<Himitsu> Thanks, but you don't have to take Me there. Airos is not so far and I have to get stronger, and Airos half on the way to quite a few monsters especially now. It is perfect time to try my new power."},"\\nr<Helena> Rendben van akkor én addig előrre megyek és beszélek az ottani vezetővel, hogy fogadni \n tudjon majd téged ha odaérsz és toborozzon össze erős kalandorokat.   ":{"English":"\\nr<Helena> All right then I'll go ahead and talk their leader so that he or she will be able to receive you if you get there and recruit strong adventurers. God Bless you!"},"Hmm mielőtt Airos-ba mennék jobb lenne ha bemelegítenék, \nkörbe nézhetnék hátha van néhány szörny a közelben!":{"English":"Hmm... I'd better warm-up before leaving! I can look around to see if has one some monsters nearby."},"Nos szerintem itt végeztem, irány Airos!":{"English":"Okay I'm done now let's go to Airos!"},"Elég sok Vérfarkas van erre valószínű meg kell küzdenem néhánnyal, \nhogy tovább tudjak menni. ":{"English":"There are quite a few Werewolves for this I probably have to deal with them to go further. "},"Rendben van lássunk neki!":{"English":"Okay let’s see!"},"Kérem segítsen valaki, egy szőrny!":{"English":"Someone please help, a monster!"},"Mi ez a hang, a híd felöl jön!":{"English":"What is this sound, it's coming from the bridge!"},"Ne aggódjon majd én elintézem!":{"English":"Don't worry I'll take care of it!"},"\\n<Himitsu>Nem probléma végülis ez a dolgom, de mit csinál ön itt kint háború van vissza kellene \n mennie a falujába.":{"English":"\\n<Himitsu>It's not a problem after all, but what are you doing here? It’s dangerous! You must go back to your village!\n"},"\\n<öregember>A falumat elpusztították a szörnyek, elsőnek megfertőzték a tavunkat és miután \n elfogyott az ellátmányunk könnyűszerrel végeztek velünk.":{"English":"\\n<Old Man>My village was destroyed by monsters, the first to infect our lake. After we ran out of supplies and they were easily done with us."},"\\n<Himitsu>Képesek lehetnek erre a szörnyek, úgy értem nem kellene ennyire taktikusnak lenniük \n „Valaki lehet irányítja őket?”.":{"English":"\\n<Himitsu>Monsters may be able to do that? I mean they shouldn't be tactical… “Someone must control them”."},"\\n<Himitsu>Mi az úti célja?":{"English":"\\n<Himitsu>What's your destination?"},"\\nr<öregember>Breden a sivatagi város, elméletileg a tó hölgye szentélye Breden mellett található \n meg szeretném kérni, hogy segítsen megtisztítani a fertőtő tavakat.":{"English":"\\nr<Old Man>Breden is a desert town, I think the Lady of the lake sanctuary is nearby to Breden.\n"},"\\n<Himitsu>Egyedül veszélyes lehet ez az út, elkísérem!":{"English":"\\n<Himitsu>This is too dangerous for an old men, I'll accompany you!"},"\\nr<öregember>Köszönöm, de nem szeretnék önnek túl sok gondot okozni. Biztos önnek is sok dolga van.":{"English":"\\nr<Old Man>Thank you, but I don't want to cause you too much trouble. Sure you also have a lot to do.\n"},"\\n<Himitsu>Ez igaz, viszont jelenleg az úti célom Airos és ha jól tudom Breden pont útba esik. \n Viszont jobb lesz ha sietünk sok szörny van itt nem lenne jó ha a többi Vérfarkas is \n idejönne!":{"English":"\\n<Himitsu>That's true, but at the moment my destination is Airos and if I know Breden right gets in the way. However, it would be better if we hurry a lot of monsters here in nearby!\n"},"\\n<Himitsu>Nos itt lennénk, jobb lenne ha ön keresne magának szállást.":{"English":"\\n<Himitsu>Well, we’re here, you'd better find yourself an Inn."},"\\nr<Öregember>Köszönöm, hogy elkísértél viszont meg kell találnom a tó hölgyét.":{"English":"\\nr<Old Man>Thank you for leading me, but I have to find the Lady of the lake."},"\\nr<Himitsu>Ne aggódjon majd én megkeresem! Úgy is szeretnék néhány dolgot megkérdezni \n tőle.":{"English":"\\nr<Himitsu>Don't worry I'll find you! I also want a few things to ask her.\n"},"\\nr<öregember>De hát nem kérhetem, hogy kockáztassa az életét egy idegen miatt!":{"English":"\\nr<Old Man>But I can't ask you to risk your life for a stranger!"},"\\n<Himitsu>Mi a neve?":{"English":"\\n<Himitsu>What is your name?"},"\\nr<Félix>Félix, miért?":{"English":"\\nr<Felix>Felix, why?"},"\\n<Himitsu>Nos Félix az én nevem Himitsu.":{"English":"\\n<Himitsu>Well, Felix, I'm Himitsu, you see, we're not strangers anymore."},"\\n<Himitsu>Látja már nem vagyunk idegenek, de nem csak ezért segítek. Jobb lesz ha \n szemügyre veszem mi is történt a világban az elmúlt néhány hétben és tapasztalatot is \n kell szereznem.":{"English":"\\n<Himitsu>I’m must better look at what happened to the world in the last few weeks and I also need to gain experience."},"\\n<Himitsu>Lényeg nem kell aggódnia majd én elintézem!":{"English":"\\n<Himitsu>You don't have to worry, I'll take care of it!"},"\\nr<Felix>Legalább fogadja el ezt el hálám jeléül és még egyszer köszönöm!":{"English":"\\nr<Felix>At least accept this as my sign of gratitude and thank you again!"},"\\n<Himitsu>Elsőnek meg kell tudnom merre található a szentély. Jobb lesz ha körbekérdezek.":{"English":"\\n<Himitsu>First I need to know where is the sanctuary. I'd better ask around."},"Elnézést, de megtudnád mondani merre találom a tó hölgyének\na szentélyét?":{"English":"Sorry, but can you tell me where is the Lady of the lake sanctuary?"},"Sajnos nem tudom, de a kocsmában biztos tudja valaki.":{"English":"I don't know, but someone in the pub must be know."},"Üdvözlet, mit adhatok?":{"English":"Welcome, what can I give you?"},"Információt, tudja merre található a tó hölgyének a szentélye?":{"English":"Information, where is the Lady of the lake sanctuary?"},"A szentély? Nem ajánlom, hogy oda menj tele van szörnyekkel az a hely.":{"English":"The sanctuary? I do not recommend you go, there full of monsters in the place.\n"},"Nem ajánlatot kértem hanem a helyszint!":{"English":"I didn't ask for an offer, but the location!"},"Nos ha nem félted az életed, ha elindul a skorpiók völgye felé, találni fog egy oázist onnan kell jobbra fordulnia, \nott lesz az oázis falujában.":{"English":"Well, if you weren't afraid risk of your life, you should head for the Scorpion Valley, you will find an oasis then turn right from there and you will be there in the village of the oasis."},"Egy faluban?":{"English":"In a village?"},"Inkább volt faluban, a háború első hetében beköltöztek a szörnyek megöltek mindenkit \nés a szent tó vizéből egy pöcegödröt csináltak.":{"English":"Was a village, the monsters destroyed when they moved in in the first week of the war. They killed everyone and made a cesspool out of the water of the holy lake.\n"},"Köszönöm a segítséget!":{"English":"Thanks for the help!"},"Ha élve visszajössz meghívlak egy italra!":{"English":"If you survive, your next drink is on the house!"},"Úgy tűnik jól munkát végeztek azok a nyavalyás szörnyek.":{"English":"\\n<Himitsu>Those sleazy monsters seem to have done a good job."},"Kéééreem... gyere... kööözelebb...":{"English":"Pleeease... come... closer..."},"Mi ez a hang, a szentély felől jön?":{"English":"\\n<Himitsu>What is this sound? He comes from the sanctuary."},"Helló, a nevem...":{"English":"Hello, my name is…."},"Himitsu, tudom ki vagy bátor kalandor vagy inkább a világ utolsó reménye \nIV Isten tábornok!":{"English":"Himitsu, I know who are you as a brave adventurer or rather the last hope in the world IV God General!"},"Honnan ismersz engem?":{"English":"How do you know me?"},"Én vagyok a tó hölgye ki már több mint ezer éves. Aki átélte az előző \nháborúk borzalmait.":{"English":"I'm the Lady of the lake out for over a thousand years. Who lived through the previous horrors of wars."},"Nos be kell vallanom jól tartod magad.":{"English":"Well, I have to admit, you're doing pretty."},"Kérem IV Isten tábornok segítsen, az előző háborúban is a démonok elsőnek \na vizeket szennyezték meg, hogy legyengítsék az embereket és most úgy tűnik a \nborzalmak megismétlődnek.":{"English":"Please IV God General help, the previous war also the demons first they polluted the waters to weaken the people and now the horrors seem to be repeated.\n"},"Hívj nyugodtan Himitsu-nak őszintén nem vagyok még fel készülve, hogy így hívjanak.":{"English":"Feel free to call me Himitsu. I'm honestly not ready yet, to call it that.\n"},"Rendben van Himitsu ez esetbe engem szólíts Kalina-nak.":{"English":"Alright Himitsu, then call me Kalina in this case."},"Kalina miben tudnék segíteni? Nem tudom megtisztítani a vizet.":{"English":"Kalina, what can I do for you? I can't purify the water."},"Arra nem is kérnélek az az én feladatom lesz a tiéd, elpusztítani a forrásnál álló szellemeket \nők azok akik folyamatosan fertőzik a vizet. Ha elpusztítod őket és megszerzed a falu központi \népületéből az Istennő könnycseppjét nem csak megtisztítani tudom majd, hanem egy pajzsot is rá \ntudok majd helyzeni ami miatt majd nem tudják legközelebb megfertőzni a vizeket a környéken.":{"English":"I wouldn't ask that it will be my job. Yours to destroy the source spirits they are the ones who constantly infect the water. You have to destroy them and get the Goddess from the headchief building. If you can do this, I will not only be able to clean the water but I can put it on a shield, they they will won't be know next time infect the waters in the area."},"Ha képes voltál erre miért nem korábban tetted?":{"English":"If you were able to do that, why didn't you do it before?"},"Mivel nagyon kevés Istennő könnycsepp maradt már csak és a hatása sem örök, \nde elég időt ad arra, hogy megerősödjünk és visszavághassunk!":{"English":"Because very few Goddesses tears left and the shield effect not is it eternal, but it gives us enough time to strengthen and let's fight back!\n"},"Rendben van elintézem!":{"English":"All right, I'll take care of it!"},"Mielőtt elmennél, tessék használd ezt ha szükséges!":{"English":"Before you go, use this if necessary!"},"\\nr<öregember>Köszönöm ifjú kalandor a segítséget!":{"English":"\\nr<Old man>Thanks young adventurer for your help!"},"\\n<Himitsu>Nem probléma végülis ez a dolgom, de mit csinál ön itt kint háború van vissza kellene mennie a falujába.":{"English":"\\n<Himitsu>It's not a problem after all, but what are you doing here? It’s dangerous! You must go back to your village!\n"},"\\n<öregember>A falumat elpusztították a szörnyek, elsőnek megfertőzték a tavunkat és miután elfogyott az ellátmányunk könnyűszerrel végeztek velünk.":{"English":"\\nr<Old man>My village was destroyed by monsters, the first to infect our lake. After we ran out of supplies and they were easily done with us."},"\\n<Himitsu>Képesek lehetnek erre a szörnyek, úgy értem nem kellene ennyire taktikusnak lenniük „Valaki lehet irányítja őket?”.":{"English":"\\n<Himitsu>\"Monsters may be able to do that? I mean they shouldn't be tactical… “Someone must control them”."},"\\nr<öregember>Breden a sivatagi város, elméletileg a tó hölgye szentélye Breden mellett található meg szeretném kérni, hogy segítsen megtisztítani a fertőtő tavakat.":{"English":"\\nr<Old man>Breden is a desert town, I think the Lady of the lake sanctuary is nearby to Breden.\n"},"\\n<Himitsu>Ez igaz, viszont jelenleg az úti célom Airos és ha jól tudom Breden pont útba esik. Viszont jobb lesz ha sietünk sok szörny van itt nem lenne jó ha a többi Vérfarkas is idejönne!":{"English":"\\n<Himitsu>That's true, but at the moment my destination is Airos and if I know Breden right gets in the way. However, it would be better if we hurry a lot of monsters here in nearby!\n"},"\\nr<Himitsu>Ne aggódjon majd én megkeresem! Úgy is szeretnék néhány dolgot megkérdezni tőle.":{"English":"\\nr<Himitsu>Don't worry I'll find you! I also want a few things to ask her.\n"},"\\n<Himitsu>Látja már nem vagyunk idegenek, de nem csak ezért segítek. Jobb lesz ha szemügyre veszem mi is történt a világban az elmúlt néhány hétben és tapasztalatot is kell szereznem.":{"English":"\\n<Himitsu>„I’m must better look at what happened to the world in the last few weeks and I also need to gain experience.”\n"},"\\nr<Kocsmáros> Üdvözlet, mit adhatok?":{"English":"\\nr<Taverner>Welcome, what can I do for you?"},"\\n<Himitsu>Információt, tudja merre található a tó hölgyének a szentélye?":{"English":"\\n<Himitsu>Where is the Lady of the lake sanctuary?"},"\\nr<Kocsmáros>A szentély? Nem ajánlom, hogy oda menj tele van szörnyekkel az a hely.":{"English":"\\nr<Taverner>The sanctuary? I do not recommend you go, there full of monsters in the place.\n"},"\\n<Himitsu>Nem ajánlatot kértem hanem a helyszint!":{"English":"\\n<Himitsu>I didn't ask for an offer, but the location!"},"\\nr<Kocsmáros>Nos ha nem félted az életed, ha elindul a skorpiók völgye felé, találni fog egy oázist onnan kell jobbra fordulnia, \nott lesz az oázis falujában.":{"English":"\\nr<Taverner>Well, if you weren't afraid of your life, if you head for the Scorpion Valley, you will find an oasis then turn right from there and you will be there in the village of the oasis."},"\\n<Himitsu>Egy faluban?":{"English":"\\n<Himitsu>In a village?"},"\\nr<Kocsmáros>Inkább volt faluban, a háború első hetében beköltöztek a szörnyek megöltek mindenkit \nés a szent tó vizéből egy pöcegödröt csináltak.":{"English":"\\nr<Taverner>Was a village, the monsters destroyed when they moved in in the first week of the war. They killed everyone and made a cesspool out of the water of the holy lake.\n"},"\\n<Himitsu>Köszönöm a segítséget!":{"English":"\\n<Himitsu>Thanks for the help!"},"\\nr<Kocsmáros>Ha élve visszajössz meghívlak egy italra!":{"English":"\\nr<Taverner>If you survive, your next drink is on the house."},"\\n<Himitsu>Helló, a nevem...":{"English":"\\n<Himitsu>Hello, my name is..."},"\\nr<Titokzatos>Himitsu, tudom ki vagy bátor kalandor vagy inkább a világ utolsó reménye IV Isten tábornok!":{"English":"\\nr<Unknown>Himitsu, I know who are you as a brave adventurer or rather the last hope in the world IV God General!"},"\\n<Himitsu>Honnan ismersz engem?":{"English":"\\n<Himitsu>How do you know me?"},"\\nr<Tó hölgye>Én vagyok a tó hölgye ki már több mint ezer éves. Aki átélte az előző háborúk borzalmait.":{"English":"\\nr<Lady Of The Lake>I'm the Lady of the lake out for over a thousand years. Who lived through the previous horrors of wars."},"\\n<Himitsu>Nos be kell vallanom jól tartod magad.":{"English":"\\n<Himitsu>Well, I have to admit, you're doing pretty."},"\\nr<Tó hölgye>Kérem IV Isten tábornok segítsen, az előző háborúban is a démonok elsőnek a vizeket szennyezték meg, hogy legyengítsék az embereket és most úgy tűnik a borzalmak megismétlődnek.":{"English":"\\nr<Lady Of The Lake>Please IV God General help, the previous war also the demons first they polluted the waters to weaken the people and now the horrors seem to be repeated.\n"},"\\n<Himitsu>Hívj nyugodtan Himitsu-nak őszintén nem vagyok még fel készülve, hogy így hívjanak.":{"English":"\\n<Himitsu>Feel free to call Himitsu. I'm honestly not ready yet, to call it that."},"\\nr<Kalina>Rendben van Himitsu ez esetbe engem szólíts Kalina-nak.":{"English":"\\nr<Kalina>It's okay, Himitsu, then call me Kalina in this case."},"\\n<Himitsu>Kalina miben tudnék segíteni? Nem tudom megtisztítani a vizet.":{"English":"\\n<Himitsu>Kalina, what can I do for you? I can't purify the water."},"\\nr<Kalina>Arra nem is kérnélek az az én feladatom lesz a tiéd, elpusztítani a forrásnál álló szellemeket ők azok akik folyamatosan fertőzik a vizet. Ha elpusztítod őket és megszerzed a falu központi épületéből az Istennő könnycseppjét nem csak megtisztítani tudom majd, hanem egy pajzsot is rá tudok majd helyzeni ami miatt majd nem tudják legközelebb megfertőzni a vizeket a környéken.":{"English":"\\nr<Kalina>I wouldn't ask that it will be my job. Yours to destroy the source spirits they are the ones who constantly infect the water. If you destroy them and get the Goddess from the headchief building. If you can do this, I will not only be able to clean the water but I can put it on a shield, they they will won't be know next time infect the waters in the area.\n\n"},"\\n<Himitsu>Ha képes voltál erre miért nem korábban tetted?":{"English":"\\n<Himitsu>If you were able to do that, why didn't you do it before?"},"\\nr<Kalina>Mivel nagyon kevés Istennő könnycsepp maradt már csak és a hatása sem örök, de elég időt ad arra, hogy megerősödjünk és visszavághassunk!":{"English":"\\nr<Kalina>Because very few Goddesses tears left and the shield effect not is it eternal, but it gives us enough time to strengthen and let's fight back!\n"},"\\n<Himitsu>Rendben van elintézem!":{"English":"\\n<Himitsu>All right, I'll take care of it!"},"\\nr<Kalina>Mielőtt elmennél, tessék használd ezt ha szükséges!":{"English":"\\nr<Kalina>I arranged everything, here is a tear!"},"Mielődt bemennék a könnycseppért ki kellene tisztítanom ezt a helyet!":{"English":"Before I go in for a tear I should clean this area!"},"Úgy tűnik ez lenne az Istennő könnycsepp":{"English":"Looks like it would be the Goddess's tears."},"Gyorsan vissza viszem Kalina-nak!":{"English":"I'll get it back to Kalina!"},"/n<Himitsu>Elintéztem mindent itt van a könnycsepp!":{"English":"\\n<Himitsu>I arranged everything, here is a tear!"},"/nr<Kalina>Köszönöm Himitsu a többit elintézem!":{"English":"\\nr<Kalina>Thank you Himitsu and for your rest!"},"/n<Kalina>Hatalmas hálával tartozom, ezért elsőnek is meggyógyítalak.":{"English":"\\n<Kalina>I owe you a huge amount of gratitude, so I'll be the first to heal you."},"/n<Kalina>Most pedig szeretném neked adni a legnagyobb jutalmat amit csak adhatok: Ezennel Én Kalina a víz szelleme rád ruházza minden áldását!":{"English":"\\n<Kalina>And now I want to give you the biggest reward I can offer."},"Köszönöm Kalina! Ez hihetetlen... Érzem ahogy a testemet átjárja az erő!":{"English":"\\n<Himitsu>Thank you, Kalina! I can feel the force penetrating my body!"},"/n<Kalina>Ez még csak a kezdet Himitsu, viszont amennyire bátor vagy és erős biztosan mondhatom megfogod menteni a világot! Válj erőssé Himitsu figyelni foglak!":{"English":"\\n<Kalina>This is just the beginning Himitsu, but how brave and strong you are I can say for sure you will can save the world!\n"},"/n<Himitsu>Rendben van ideje folytatni az utazásomat! Bár azért lehet egy napi pihenő azért még belefér.":{"English":"\\n<Himitsu>It's okay to continue my journey! Although it can be a daily resting still fits.\n"},"Üdvözletem a fejvadász céhben, miben\nsegíthetek?":{"English":"Greetings to the Bounty Hunter Guild, what can I do for you?"},"Semmi akadálya!":{"English":"No problem!"},"\\nr<Himitsu>Jónapot egy szobát kérnék egy éjszakára!":{"English":"\\nr<Himitsu>Hi, I would like a room for one night!"},"\\n<Fogadós>Természetesen 10 Dínár lesz!":{"English":"\\n<Innkeeper>Of course there will be 10 Dinars!"},"\\n<Fogadós>Köszönöm, a bal oldali szobában letud pihenni.":{"English":"\\n<Innkeeper>Thanks, your room on the left."},"\\n<Himitsu>Na ideje ledőlni kicsit...":{"English":"\\n<Himitsu>It's time to rest a little."},"\\n<Himitsu>Na lassan ideje tovább menni.":{"English":"\\n<Himitsu>Okay let's go!"},"\\n<Férfi>Hé hallottad az orkok már megint elraboltak néhány embert!":{"English":"\\n<Men>Hey, you heard the orcs have kidnapped some people again!"},"\\nr<Himitsu>Mi ez a hang, a fogadós felöl jön...":{"English":"\\nr<Himitsu>What is this sound, It's coming from the host..."},"\\n<Fogadós>Már megint, hanyadik alkalom ez már?! Mikorra várható erősítés Airos-ból?":{"English":"\\n<Innkeeper>Again, how many times has been?! When reinforcement is expected from Airos?"},"\\n<Férfi>Nem lehet tudni lehet, hogy hetek viszont valószínűleg addigra már késő lesz a foglyoknak.":{"English":"\\n<Men>I don’t know, but I know the prisoners no more time!"},"\\nr<Himitsu>Hé bocs, hogy beleszólok, de megkérdezhetném merre található az orkok temploma?":{"English":"\\nr<Himitsu>Hey, I'm sorry to interrupt, but I could ask where it is the orcs temple?"},"\\n<Fogadós>Mi az talán halálvágyad van?":{"English":"\\n<Innkeeper>What the hell, do you wish to die?"},"\\n<Férfi>Hé várj csak, nem te vagy az a kalandor aki megtisztította a szentek forrását?!":{"English":"\\n<Men>Hey wait, you're not the adventurer who cleansed the Sanctuary source?!"},"\\n<Fogadós>Micsoda megtisztította?!":{"English":"\\n<Innkeeper>What, cleaned it?!"},"\\n<Férfi>A minap halottam egy fiatal feketeruhás kalandor volt aki kijött abból a temetőből és újra életet varázsolt oda, igaz ez?":{"English":"\\n<Men>I’m heard yesterday a young black hair adventurer who came out of the Sanctuary and conjured life there again, right?"},"\\nr<Himitsu>Én csak besegítettem a nagy részt a tó hölgye tette, neki legyetek hálásak.":{"English":"\\nr<Himitsu>I just helped, most of the lake lady did, be her grateful."},"\\n<Fogadós>Hihetetlen, kérem segítsen bátor hős sok barátunkat elragadtak az orkok!":{"English":"\\n<Innkeeper>Unbelievable, please help brave hero many of our friends were captivated by the orcs!\n"},"\\nr<Himitsu>Ne aggódj segítek csak mondjátok el merre találom.":{"English":"\\nr<Himitsu>Don't worry I'll help you just tell me where to find it."},"\\n<Fogadós>Természetesen, Breden-től délre felé kell indulnia majd ha eléri völgyet arra tanyázik jó néhány ork, sajnos pontosan mi sem tudjuk merre van. Mivel az orkok szépen elrejtették.":{"English":"\\n<Innkeeper>Of course, you'll have to head south from Breden when you reach it. The valley there are quite a few orcs. Unfortunately, we don’t know exactly where is the temple, because the orcs hid it nicely.\n"},"\\nr<Himitsu>Sebaj majd kiszedem valamelyikből! Hamarosan visszatérek.":{"English":"\\nr<Himitsu>No problem, I will take it out of one! I'll be back soon."},"\\n<Fogadós>Sok sikert!":{"English":"\\n<Innkeeper>Good luck!"},"\\nr<Himitsu>Hé te tohonya rondaság merre van a templomotok?!":{"English":"\\nr<Himitsu>Hey, you bastard, where's your church?!"},"\\n<Ork>Ghááááá szét morzsollak kisember!!!":{"English":"\\n<Orc>Ghaaaaa I'm crush you little man!!!"},"\\nr<Himitsu>Úgy, reméltem nem adod ingyen az infót!":{"English":"\\nr<Himitsu>So, I was hoping you wouldn't give me the info for free!"},"\\nr<Himitsu>Na van kedved most már beszélni?!":{"English":"\\nr<Himitsu>Do you want to talk now?!"},"\\n<Ork>gháááá...":{"English":"\\n<Orc>ghaaaa..."},"\\nr<Himitsu>Tehát nem kaptál még eleget...":{"English":"\\nr<Himitsu>So you haven't had enough yet..."},"\\n<Ork>Ne várj... a vízesés mögött van egy barlang menj végig rajta és ott lesz a templom.":{"English":"\\n<Orc>Don't wait... behind the waterfall is a cave go along it and there you will be the church.\n"},"\\nr<Himitsu>Hány embert raboltatok el?":{"English":"\\nr<Himitsu>How many people did you kidnap?"},"\\n<Ork>Őőőőő...":{"English":"\\n<Orc>Uhmmm..."},"\\nr<Himitsu>HÁNYAT?!!!":{"English":"\\nr<Himitsu>HOW MANY?!!"},"\\n<Ork>Egy... Kettőőőő Öhhhh... Há..ro..m... Öhhh...":{"English":"\\n<Orc>One...  Uhmm... Th..rr..ee.. Uhmm..."},"\\nr<Himitsu>Én voltam hülye, hogy megkérdeztem...":{"English":"\\n<Himitsu>It was a stupid question..."},"\\nr<Himitsu>Tehát ez a templomuk, remélem élnek még a rabok!":{"English":"\\nr<Himitsu>So this is their church, I hope the prisoners are still alive."},"\\nr<Himitsu>Még, hogy \"Templom\"... Valamilyen ősrégi elhagyatott kúria lehetett.":{"English":"\\n<Himitsu>This \"Church\"... It must have been some ancient abandoned mansion."},"\\nr<Himitsu>Tehát itt tartják a falusiakat úgy tűnik az orkoknál van a kulcsok...":{"English":"\\n<Himitsu>So the villagers are kept in here, it seems the orcs have the keys..."},"\\nr<Himitsu>Rendben van, verjünk szét néhány orkot... Megint!":{"English":"\\n<Himitsu>All right, let's smash some orcs... Again!"},"Egy pillanat és kiszabadítom önöket!":{"English":"\\n<Himitsu>One moment and I will set you free!"},"\\nr<Himitsu>Üdvözletem a nevem Himitsu egy kalandor aki azért jött, hogy kivigyen titeket.":{"English":"\\n<Himitsu>Greetings, my name is Himitsu an adventurer I came to save all of you!"},"\\n<Rab>Azt hittem már meghalunk, köszönjük hős, köszönjük!!":{"English":"\\nr<Prison>I thought we were going to die, thank you, hero, thank you!!"},"\\nr<Himitsu>Rendben van most pedig induljanak kifelé már megtisztítottam az utat, menjenek vissza Breden-be már várják magukat!":{"English":"\\n<Himitsu>It's okay now, let's go outside, I've cleared the way, go back to Breden, they are already waiting for you.\n"},"\\n<Rab>És önnel mi lesz?":{"English":"\\nr<Rab>And what about you?"},"\\nr<Himitsu>Nemsokára én is indulok vissza, de még egy dolgot el kell intéznem!":{"English":"\\n<Himitsu>I'll be back soon, but I have one more thing to do!"},"\\nr<Himitsu>Rendben van, ideje megkeresni a főnököt!":{"English":"\\n<Himitsu>I'll be back soon, but I have one more thing to do!"},"\\nr<Démon>Bámulatos, hogy eddig eltudtál jutni ember létedre!":{"English":"\\nr<Demon>It's amazing that you've been able to get here, human!"},"\\n<Himitsu>Tudtam, hogy valaki mozgatja a szálakat tehát te voltál az mocskos démon! Milyen érzés a vizet szennyezését is elbuktad és most a foglyokat is elveszítetted.":{"English":"\\n<Himitsu>I knew someone was moving the threads, so you were the dirty demon! How does it feel about water pollution you have failed and now you also lost prisoners."},"\\nr<Démon> A tó szennyezésénél tényleg elbuktam, de a foglyok... Háá azokból mindig lesz elég, ha kell újra elrabolok néhányat. Viszont most, hogy volt valaki aki be mert törni lehet az ajtóra majd kifeszítek néhány holttestet, ettől majd elmegy a kedvetek,hogy újra zavarjatok. Veled kezdve!!":{"English":"\\nr<Demon>I failed to pollute the lake, but the prisoners…. Hey of those it will always be enough if I have to kidnap some again. The humans like a weed, always growing back... Hahaha!\n"},"\\n<Himitsu>Látom a démonoknak kegyetlenségből nincs hiánya. Rendben van féreg egyébként sem terveztem megkegyelmezni neked.":{"English":"\\n<Himitsu>I see the demons have no shortage of cruelty. Okay worm I didn’t plan to mercy, but now...\n"},"\\n<Himitsu>Most viszont még egy kis örömöt is szerzel nekem a haláloddal!":{"English":"\\n<Himitsu>You're giving me a little joy with your death!"},"\\nr<Démon>Ne hidd, hogy könnyű dolgod lesz. Ideje bemutatnom az igazi erőmet!":{"English":"\\nr<Demon>Don't think it's going to be easy. It's time to show my true strength!"},"\\nr<Démon>A fenébe pedig olyan közel jártam, hogy sikerüljön erre te!!":{"English":"\\nr<Demon>Hell, I was close enough to succeed, but come you!!"},"\\n<Himitsu>Most pedig válaszolj, mi ez a hely és mit csináltál it?!":{"English":"\\n<Himitsu>Now answer, what is this place and what did you do it for?!"},"\\nr<Démon>Háháhá.. valóban te nem vagy egy közönséges ember, a szemedben lévő hatalom rá emlékeztet... Viszont nagy tévedésben élsz én csak egy gyenge őrzője voltam ennek a helynek, viszont hála neked hamarosan megismered azokat akik tényleg irányítanak mindent!":{"English":"\\nr<Demon>Haha... you aren't an simple advanturer... However, you’re make a big mistake I live only to  guardian of this place, but thank you soon you get to know those who control..."},"\\nr<Démon>Ajánlom vigyázz a Night Of The Dawn hamarosan megmutatkozik! ":{"English":"\\nr<Demon>I recommend beware the Night Of The Dawn will show up soon!"},"\\n<Himitsu>Miről beszélsz?! Mi az a Night Of The Dawn?!":{"English":"\\n<Himitsu>What are you talking about?!"},"\\n<Himitsu>...":{"English":"\\n<Himitsu>..."},"\\n<Himitsu>Úgy tűnik megérte ezt a kis kitérőt megtenni, elsőnek vissza megyek Breden-be és utánnairány Airos!":{"English":"\\n<Himitsu>It seems worthwhile to do this little tour, I will go back to Breden first and then Airos!"},"A démon kardja...":{"English":"\\n<himitsu>The Demon Sword's..."},"Mondjuk neki már amúgy sincs szüksége rá...":{"English":"\\n<Himitsu>Hmm.. he doesn't need it anyway ..."},"\\nr<Falusi>Ó nagy hős Himitsu had fejezhessük ki újra hállánkat amiért megmentettél mindnyájunkat!":{"English":"\\nr<Villager>Oh great hero Himitsu let us express our gratitude again for saving us all!"},"\\n<Himitsu>Azt tettem amit tennem kell kalandorként és főleg a IV Isten Tábornokként!":{"English":"\\n<Himitsu>I did what I had to do as an adventurer and especially as General IV of God!"},"\\nr<Falusi>Még mindíg alig tudom el hinni, hogy az Isten Tábornokok tényleg léteznek és, hogy az emberiség oldalán állnak! ":{"English":"\\nr<Villager>I can still hardly believe that God Generals really exist and that they are on the side of humanity!"},"\\nr<Falusi>A többiekkel túl kevésnek érezzük a hálánkat és azt is halottuk, hogy Airos felé megy ezért szeretnénk önnek ezt átadni.":{"English":"\\nr<Villager>We heard about you're going to Airos, so we think it might come in handy for you..."},"\\nr<Falusi>Tudom nem túl sok, de úgy érezzük ezzel talán mi is tudunk segíteni önnek!":{"English":"\\nr<Villager>I know it's not too much, but this is our gratitude to save my family!"},"\\n<Himitsu>Nem azért segítettem, hogy bármilyen jutalmat várjak el önöktől, de az sem lenne helyes ha elutasítanám a segítségüket.":{"English":"\\n<Himitsu>I didn't expect any rewards from you, but it wouldn't be fair for me to refuse their help either."},"\\n<Himitsu>Ezért hálásan elfogadom!":{"English":"\\n<Himitsu>That's why I gratefully accept it!"},"\\nr<Ügynök>Nem csak tőllük kap jutalmat, az emberek megmentése egyben egy megbízás is volt a Breden-től, ezért is most átadom önnek hős úr a jutalmat, gratulálok!":{"English":"\\nr<Agent>Not only do you get a reward from them, saving people was also an assignment from Breden, which is why I am giving you the reward now, Mr. Hero, congratulations!"},"\\n<Himitsu>Remek, köszönöm! Viszont most már mennem kell Airos-ba minnél hamarabb véget akarok vetni ennek a háborúnak!":{"English":"\\n<Himitsu>Great, thank you! But now I have to go to Airos as soon as I want to end this war!"},"\\nr<Ügynök>Menjen és sok sikert!":{"English":"\\nr<Agent>Go and good luck!"},"/n<Himitsu>Mi ez a nagy szitkozódás?":{"English":"\\n<Himitsu>Why are you swearing?"},"/nr<Kocsmáros>Már megint eltűnt egy hordó söröm a hátsó ajtótól, ebben a hónapban ez már a 3. eset hogy eltűnik a szállítás napján.":{"English":"\\nr<Taverner>Once again, a barrel of beer has disappeared from the back door. This month it is already the 3rd case that disappears on the day of delivery."},"/n<Himitsu>Nem lehet hogy kevesebbet szállítottak le? Biztos jól megszámoltad?":{"English":"\\n<Himitsu>Couldn't they have shipped less? Are you sure you counted well?"},"/nr<Kocsmáros>Kölyök ne nézz engem amatőrnek, régebb óta viszem ezt a csehót mint ahány éves vagy..":{"English":"\\nr<Taverner>Kid don't look at me as an amateur, I have been running this place longer than you were born.."},"/n<Himitsu>Aham.. Értem. (Elég zabos lehet, ha még velem is így beszél)":{"English":"\\n<Himitsu>Mhmm.. I see. \"He can be pretty upset if talk to me like that\""},"/n<Himitsu>Mit szólna ahhoz, ha utána néznék a dolognak, persze nem ingyen.":{"English":"\\n<Himitsu>What would you say if I looked it up, of course not for free."},"/nr<Kocsmáros>Rendben, ha tényleg megtalálod a tolvajt akkor megjutalmazlak.":{"English":"\\nr<Taverner>All right, if you really find the thief I'll reward you."},"/n<Himitsu>Akkor ezt megbeszéltük, megkeresem a tolvajt és idehozom eléd.":{"English":"\\n<Himitsu>Then we discussed this, I'll find the thief and bring him here."},"/n<Himitsu>\"nem olyan nagy ez a város, biztosan találok nyomot hogy ki vihette el\"":{"English":"\\n<Himitsu>\"this city isn't that big, I'm sure I'll find a clue who might have taken it\""},"Vajon hova vitte az a szerencsétlen azt a nagy hordót?":{"English":"Where did that unfortunate one take that big barrel? "},"Biztos valami rabszolga lehet, hogy ilyen munkát osztottak \na szerencsétlennek.":{"English":"He must be some kind of slave that such work was distributed to the unfortunate."},"(Ezek vajon arról beszélhetnek akit én keresek?\nJobb lesz rákérdeznem)":{"English":"/n<Himitsu>\"Can they talk about who I'm looking for? I'd better ask\""},"/n<Himitsu>Elnézést merre látták azt az embert a hordóval?":{"English":"\\n<Himitsu>Excuse me, where did you see that man with the barrel?"},"/nr</nr<Öreg Asszony>>A vegyeskereskedésnél a sarkon láttuk befordulni, azzal a hordóval amit gurított.":{"English":"\\nr<Old Women>At the general store (itemshop) we saw him turn around the corner with the barrel he was rolling."},"/nr</nr<Asszony>>Talán ismeri?":{"English":"\\nr<Women>Maybe you know him?"},"/n<Himitsu>Valami olyasmi... Köszönöm a segítséget.":{"English":"\\n<Himitsu>Something like that… Thanks for the help."},"Ez meg micsoda?":{"English":"\\n<Himitsu>What is that?"},"Kétségtelen ez sörszag, ez lesz az.":{"English":"\\n<Himitsu>Undoubtedly it smells like beer."},"/nr<Részeg Ember>Végre a jól megérdemelt jutalmam.":{"English":"\\nr<Drunk>Finally my well-deserved reward."},"/n<Himitsu>Te mégis mit csinálsz itt?":{"English":"\\n<Himitsu>What are you doing here?"},"/nr<Részeg Ember>Az nem a te dolgot kis köcsög.":{"English":"\\nr<Drunk>That's not your bussines little bastard."},"/n<Himitsu>*közelebb lép a hordóhoz*":{"English":"\\n<Himitsu>*Himitsu steps closer the barrel*"},"/nr<Részeg Ember>Hozzá ne mer- erni a sörömhöz.":{"English":"\\nr<Drunk>Do not dare to touch to my beer."},"/n<Himitsu>Ez nem a tiéd te iszákos nyomorult. Odaviszlek ahhoz akitől elloptad, a hordóval együtt. ":{"English":"\\n<Himitsu>It's not yours you drunken miserable. I'll take you to the one you stole it from, along with the barrel."},"/nr<Részeg Ember>Csak a hót testemen  keresztül...":{"English":"\\nr<Drunk>Only through my dead body..."},"*A részeg egy ütésnek látszó mozdulatot tesz himitsu felé, de azzal a lendülettel el is esik*":{"English":"*The drunk makes a stroke-looking move toward himitsu, but he also falls with that momentum.*"},"/nr<Részeg Ember>ahh, nagyon bebasztam a fejem..":{"English":"\\nr<Drunk>ahh, I really fucked my head.."},"/n<Himitsu>Rendben akkor úgy nézem mehetünk is. ":{"English":"\\n<Himitsu>All right then I guess we can go now."},"*Himitsu megkötözi egy kötéllel a Részeget, valamint rárakja a hordóra a tetejét és elkezdi húzni mindkettőt*":{"English":"*Himitsu ties the Drunk with a rope and puts the top on the barrel and starts pulling both.*"},"/nr<Kocsmáros>Gondolhattam volna, hogy te loptad el te szerencsétlen. De ezt most nem úszod meg szárazon itt fogod ledolgozni a kárt amit csináltál nekem.":{"English":"\\nr<Taverner>I could have thought you stole it you unfortunate. You are going to pay for all of this."},"/n<Himitsu>Akkor részemről meg is lennénk.":{"English":"\\n<Himitsu>I'm done with my part."},"/nr<Kocsmáros>Igen, kösz még egyszer a segítséget itt van ez a tied.":{"English":"\\nr<Taverner>Yeah, thanks again for the help here this is yours."},"\\n<Himitsu>Szép napot!":{"English":"\\n<Himitsu>Good afternoon!"},"\\nr<Polgármester>Önnek is, pont jókor jött. Azt sem tudom hol áll a fejem.":{"English":"\\nr<Major>You too, you came just in time. I don't even know where my head is."},"\\n<Himitsu>Miért mi a probléma?":{"English":"\\n<Himitsu>Why what's the problem?"},"\\nr<Polgármester>Pár napja egy kalandor csapattól azt az értesülést kaptuk, hogy egy szörny horda tart a város felé. Azonnal értesítettem a központi várost, hogy küldjenek segítséget, de még nem érkezett meg.":{"English":"\\nr<Major>A couple of days ago, we got word from an adventure team that a horde of monsters was heading for the city. I immediately notified the central city to send help, but it had not yet arrived."},"\\nr<Polgármester>Bármelyik percben ideérhetnek a szörnyek a város kapuihoz.":{"English":"\\nr<Major>Monsters can get to the city gates at any minute."},"\\n<Himitsu>Ha csak ennyiről van szó bízza csak rám, majd én elintézem azokat a férgeket.":{"English":"\\n<Himitsu>If that's all it, then I'll take care of those monsters."},"\\nr<Polgármester>Ha tényleg képes rá akkor kérem védje meg a várost.":{"English":"\\nr<Major>If you can really do it, please protect the city."},"\\n<Himitsu>Ugyan ez számomra gyerekjáték lesz.":{"English":"\\n<Himitsu>Come on, it's going to be child's game for me."},"\\nr<Titkárnő>Az előkészületekkel megvagyunk, megnyitom a portált amely odaviszi. De mindenféleképpen ezt a csomagot vigye magával. Ebben gyógyító eszközöket talál ha szüksége lenne rá.":{"English":"\\nr<Secretary>We're done with the preparations, I'll open the portal that will take you there. But in any case, take this package with you. In this you will find healing tools if you need it."},"\\n<Himitsu>Rendben akkor a portálon keresztül megyek":{"English":"\\n<Himitsu>All right then I'll go through the portal!"},"\\nr<Titkárnő>A portált addig nyitva hagyjuk míg vissza nem tér. De kérem siessen, ez akár instabillá is válhat.":{"English":"\\nr<Secretary>We will leave the portal open until you return, but please hurry, it may even become unstable."},"\\n<Himitsu>Rendben van. Akkor mentem is.":{"English":"\\n<Himitsu>It's okay. Then I leave now."},"Wow, vajon mi lehet benne?":{"English":"Wow, what's in it?"},"\\n<Himitsu>Ezzel meg is lennénk.":{"English":"\\n<Himitsu>That would be it."},"\\nr<Polgármester>Egyedül képes volt legyőzni azt a sok szörnyet?? Ez hihetetlen.":{"English":"\\nr<Major>Were you able to defeat that many monsters alone?! This is incredible. "},"\\nr<Polgármester>(Valóban igazak lehetnek a pletykák erről a kalandorról)":{"English":"\\nr<Major>\"Rumors about this adventurer may indeed be true.\""},"\\n<Himitsu>Mondott valamit Major?":{"English":"\\n<Himitsu>Did Major say anything?"},"\\nr<Polgármester>Áhh.. Nem érdekes parancsolj itt a jutalmad.Mivel egyedül csináltad meg az amire egy egész csapatot béreltünk fel az egész jutalom téged illet.":{"English":"\\nr<Major>Ahh. It's not interesting here is your reward here. Because you did it alone, you get all of it."},"\\n<Himitsu>Köszönöm, további szép napot":{"English":"\\n<Himitsu>Thank you, have another nice day."},"\\nr<Polgármester>Még egyszer nagyon köszönöm az egész város nevében. Vigyázzon magára.":{"English":"\\nr<Major>Thank you very much again on behalf of the whole city. Take care of yourself."},"\\n<Himitsu>Miért sír ilyen keservesen asszonyom?":{"English":"\\n<Himitsu>Why are you crying so horribly, ma'am?"},"\\nr<Öreg Asszony>Óh, fiacskám hogyne sírnék ellopták a számomra legfontosabb dolgot.":{"English":"\\nr<Old lady>Oh, my son, how could I not cry, the most important thing to me was stolen."},"\\n<Himitsu>(Ki tenne ilyet egy öregasszonnyal?)":{"English":"\\n<Himitsu>\"Who would do that to an old woman?\""},"\\n<Himitsu>Mégis ki tette látta, és mit vittek el?":{"English":"\\n<Himitsu>Yet who did it, and what was taken away?"},"\\nr<Öreg Asszony>Egy nyakláncot, melyet még lány koromban a megboldogult férjemtől kaptam. Aranyozott volt a medál rajta valószínű ezért vittél el..":{"English":"\\nr<Old lady>A necklace I got from my dear husband when I was a girl. The pendant was gilded it this is why they took it."},"\\n<Himitsu>Egyet se féljen majd én visszahozom magának csak várjon itt.":{"English":"\\n<Himitsu>Don't be afraid, I'll bring it back to you, just wait here."},"\\nr<Öreg Asszony>Köszönöm, fiacskám kérlek vigyázz magadra.":{"English":"\\nr<Old lady>Thank you, little boy, please take care of yourself."},"\\n<Himitsu>(Pár napja a kocsmában hallottam, hogy a sivatagban egy eldugott barlangban él pár haramia. Valószínű Ők vitték el az ékszert.)":{"English":"\\n<Himitsu>\"A few days ago at the tavern, I heard a couple of thiefs living in a hidden cave in the desert. Probably They took the jewelry.\""},"\\n<Himitsu>Erre ma nagyon rábasztatok. Ez volt az utolsó, hogy bármit elloptatok.":{"English":"\\n<Himitsu>You're really fucked up today. It was the last time you stole anything."},"\\nr<Orvgyilkos>Hah.. Megnézzük ki is baszott rá, már akkor halott ember voltál mikor beléptél erre a helyre.":{"English":"\\nr<Bandits>Heh.. Let's see who is fucked, you were a dead man when you entered this place."},"\\n<Himitsu>Szép napot, nemrégiben fülembe jutott, hogy több embertkiraboltak mostanában":{"English":"\\n<Himitsu>Hi, I recently heard that more people have been robbed lately. "},"\\n<Himitsu>Ezeket szolgáltassa vissza kérem az embereknek, de ezt az egyet majd én elviszem a tulajdonosának.":{"English":"\\n<Himitsu>Please return these to the people, but I'll take this one to its owner."},"\\nr<Polgármester>Ez hihetetlen, napjában kaptam a panaszokat az emberektől, hogy eltűntek az értékeik, de akkor ezek szerint ezt ön megoldotta.":{"English":"\\nr<Major>It’s unbelievable, I received complaints from people the day that their values were gone, but you already solved it."},"\\nr<Polgármester>Nagyon hálás vagyok érte.":{"English":"\\nr<Major>I am very grateful for it."},"\\nr<Polgármester>Ezt a gyűrűt és a nyakláncot innen lopták el még 4 hónapja. Kérlek fogadd el fizetségként.":{"English":"\\nr<Major>This ring and necklace was stolen from here 4 months ago. Please accept as payment."},"\\n<Himitsu>Köszönöm, további szép napot!":{"English":"\\n<Himitsu>Thank you, have another nice day!"},"\\nr<Öreg Asszony>Ezt el sem hiszem, még lehet hinni a csodákban. Köszönöm, köszönöm, köszönöm. Mit adjak önnek fizetségül.":{"English":"\\nr<Old lady>I can't believe this, you can still believe in miracles. Thank you, thank you, thank you. What should I give you as payment."},"\\n<Himitsu>Köszönöm asszonyom de, nem tartozik nekem semmivel. Nagyon vigyázzon rá a jövőben.":{"English":"\\n<Himitsu>Thank you ma'am but, you don't owe me anything. Be very careful about it in the future."},"\\nr<Öreg Asszony>Isten kisérjen utadon fiam!":{"English":"\\nr<Old lady>God accompany you on your journey, son!"},"\\n<Himitsu>*Na ő már nem fog engem kisérni sehová sem*":{"English":"\\n<Himitsu>*Well, he won't accompany me anywhere*"},"\\n<Himitsu>Parancsoljon ez az Öné.":{"English":"\\n<Himitsu>:This might be yours Ma'am."},"\\n<Himitsu>Szép napot, hallottam hogy szüksége lenne rám ismét.":{"English":"\\n<Himitsu>Have a nice day, I heard you needed me again."},"\\nr<Polgármester>Himitsu, már vártam Önt. Rosszabb a helyzet mint gondoltuk. A múltkori horda amelyet meg állított csak az előőrs volt. Annak a hordának a vezére is erre tart.":{"English":"\\nr<Major>Himitsu, I've been waiting for you. The situation is worse than we thought. The last horde you stopped was just the outpost. Here is the leader of that horde."},"\\n<Himitsu>Ez valamiféle parancsnok lehet?":{"English":"\\n<Himitsu>Could this be some kind of commander?"},"\\nr<Polgármester>Attól tartok igen… Azért hívattalak ide, hogy kikérjem a véleményed arról hogy mitévők legyünk.":{"English":"\\nr<Major>:I'm afraid yes… I called you here to ask your opinion on what we should be."},"\\n<Himitsu>Elintézem ezt a söpredéket, nem kell mitől tartania":{"English":"\\n<Himitsu>I'll take care of this scum, you don't have to worry about anything"},"\\nr<Polgármester>Csak reménykedni tudtam, hogy ezt is rád bízhatom, de azért elküldöm veled az egyik gyógyítónkat":{"English":"\\nr<Major>I could only hope to entrust this to you, but I'll send one of our healers with you."},"\\nr<Kasumi>Nagyon örvendek, Kasumi vagyok.":{"English":"\\nr<Healer>My pleasure to work with you."},"\\n<Himitsu>Enyém a megtiszteltetés, én pedig Himitsu.":{"English":"\\n<Himitsu>The honor is mine."},"\\nr<Polgármester>Remélem, ti ketten elegek lesztek erre a feladatra.":{"English":"\\nr<Major>I hope you two will be enough for this task."},"\\nr<Titkárnő>Készen állok megnyitni a portált.":{"English":"\\nr<Secretary>I am ready to open the portal."},"\\n<Himitsu>Akkor menjünk is mihamarabb!":{"English":"\\n<Himitsu>Okay let's go!"},"\\n<Himitsu>Te rondaság ott hova ilyen sietősen!":{"English":"\\n<Himitsu>You ugliness where in such a hurry!"},"\\nr<Ork>Te ember.. Te hozzám beszélsz?":{"English":"\\nr<Monster Horde Commander>You man.. Are you talking to me?"},"\\n<Himitsu>Nem látok mást ilyen rusnya kinézettel a környéken.":{"English":"\\n<Himitsu>I don’t see anyone else with such a rusny look in the area."},"\\nr<Ork>Hogy merészelsz így szólni hozzám te söpredék.":{"English":"<Monster Horde Commander>How dare you say to me you scum!"},"\\n<Himitsu>Mit akarsz te itt?":{"English":"\\n<Himitsu>What do you want here?"},"\\nr<Kreeber>Arcátlanságodért feldarabollak és megetetlek a vérfarkasaimmal. A nagy Kreeber generálissal senki nem engedhet meg ilyen hangnemet.":{"English":"\\nr<Kreeber>For your impudence I will cut you up and feed you with my werewolves. With the great Captain Kreeber, no one can afford such a tone."},"\\n<Himitsu>Szóval még neved is van Kreeber, remek. Az én nevem Himitsu jól jegyezd meg mert, ez név az utolsó amit hallasz.":{"English":"\\n<Himitsu>So you even have a name, Kreeber, great. My name is Himitsu remember well because, this is the last name you will ever hear."},"\\nr<Kreeber>Rendben van Himitsu. Akkor hát mutasd meg, mit tudsz.":{"English":"\\nr<Kreeber>:It's okay, Himitsu. Then show me what you know."},"\\nr<Kreeber>GYERE TE KORCS!!":{"English":"\\nr<KreeberCOME AND YOU FUCK!!"},"\\n<Himitsu>Keményebb volt mint hittem, szóval ilyen erő rejlik egy generálisban.":{"English":"\\n<Himitsu>It was tougher than I thought, so that kind of power lies in a captain. It was a nice job!\n"},"\\n<Himitsu>Szép munka volt!":{"English":"\\n<Himitsu>Good job!"},"\\nr<Kasumi>Hihetetlen erő lakozik benned Himitsu! ":{"English":"\\nr<Healer>:Incredible power resides in you Himitsu!"},"\\nr<Kasumi>Nem szeretnél csatlakozni a csapatomhoz?":{"English":"\\nr<Healer>Don't you want to join my team?"},"\\n<Himitsu>Jelenleg más dolgom van amit el kell intéznem, de remélem még találkozni fogunk.":{"English":"\\n<Himitsu>I have other things to do right now, but I hope we'll meet again."},"\\n<Himitsu>Megjöttünk, de nem volt egyszerű a harc, erősebbek mint azt gondoltam, jól jött, hogy elküldte velem Kasumi kisasszonyt.":{"English":"\\n<Himitsu>We came here, but the fight was not easy, stronger than I thought, it was good to send me Kasumi."},"\\nr<Polgármester>Örülök, hogy épségben megúsztátok.":{"English":"\\nr<Major>I'm glad you escaped safe and sound."},"\\n<Himitsu>Viszont van valami, ami nem hagy nyugodni, mi értelme volt ideküldeni egy szörnyhordát, és egy generálist. Valami van itt amit akarnak a szörnyek. ":{"English":"\\n<Himitsu>But there’s something that doesn’t let you calm down, it made sense to send a horde of monsters and a captain here. There's something the monsters want here."},"\\nr<Polgármester>Igen ez aggodalomra adhat okot. Meg kell erősítenünk a védelmünket.":{"English":"\\nr<Major>Yes, that may be a cause for concern. We need to strengthen our defenses."},"\\n<Himitsu>Akkor ezzel végeztünk is.":{"English":"\\n<Himitsu>That's when we were done."},"\\n<Himitsu>Ez lenne a külvárosi rész, elég sok a katona. Mindenesetre elsőnek benézek a Fejvadász Céhbe hátha van 1-2 küldetés még úgyis jó időben vagyok.":{"English":"\\n<Himitsu>\"That would be the suburb of airos, pretty much soldiers here.\" In any case, first I'll check into the Bounty Hunter Guild to see if there are 1-2 missions, I’m good timeing anyway.\n"},"\\nr<Fejvadász>Üdvözletem, miben segíthetek?":{"English":"\\nr<Hunter>Greetings, what can I do for you?"},"\\n<Himitsu>Csak érdeklődnék néhány megbízás után.":{"English":"\\n<Himitsu>I'd just be interested in a few mission."},"\\nr<Fejvadász>Mire gondol?":{"English":"\\nr<Hunter>What do you think?"},"\\n<Himitsu>Nos van itt néhány katona több is mint kellene, mi történt itt?":{"English":"\\n<Himitsu>Well, there are some soldiers here more than they should, what happened here?"},"\\nr<Fejvadász>Végülis háború van így a külső részeket meg kell védeni.":{"English":"\\nr<Hunter>After all, there is a war so the outside parts must be protected."},"\\n<Himitsu>Mi elől, a szörnyek sem olyan hülyék, hogy nyíltan megtámadjanak egy tartomány főváros külső részét. Inkább a falvakat célozzák meg az ellátmányok elvágása miatt.":{"English":"\\n<Himitsu>In front of us, monsters aren't stupid enough to openly attack one the outer part of the provincial capital. Rather, they target villages due to cutting off supplies.\n"},"\\nr<Fejvadász>Honnan tudod ezt...":{"English":"\\nr<Hunter>How do you know this..."},"\\n<Himitsu>Breden-ből jöttem volt velük néhány dolgom...":{"English":"\\n<Himitsu>I came from Breden, I had some things to do with them..."},"\\nr<Fejvadász>Várjunk akkor te vagy az aki megtisztította a forrást és kiszabadította a falusiakat az orkoktól?":{"English":"\\nr<Hunter>Wait then you're the one who cleaned the source and freed the villagers from orcs?\n"},"\\n<Himitsu>Gyorsan terjed a hír...":{"English":"\\n<Himitsu>News spreads quickly..."},"\\nr<Fejvadász>Ebben az időszakban minden gyorsabban terjed...":{"English":"\\nr<Hunter>During this period, everything spreads faster..."},"\\nr<Fejvadász>Nos ez esetben elmondhatom mi folyik itt, bár erről az itt élő emberek nem szeretnek beszélni. Jelenleg egy gyilkos járkál a külvárosban, ezért lezárták a Airost és katonákat rendeltek ki a gyilkos elfogására.":{"English":"\\nr<Hunter>Well, in that case, I can tell you what's going on here, even though it's the people who live here they don't like to talk. Currently a killer is walking in the suburbs, therefore the Airos were shut down and soldiers were assigned to catch the killer.\n"},"\\n<Himitsu>Várjunk lezárták Airost egy egyszerű gyilkos miatt?!":{"English":"\\n<Himitsu>Wait, was Airos locked up for a simple killer?!"},"\\nr<Fejvadász>Pont ez a lényeg nem egy egyszerű gyilkosról van szó, valószínű ez a gyilkos egy démon.":{"English":"\\nr<Hunter>This point isn't just a simple killer, it's probably a demon.\n"},"Egy démon, miből gondolod?":{"English":"\\n<Himitsu>A demon, what do you think?"},"\\nr<Fejvadász>A viselkedése, válogatás nélkül veszi célba az áldozatait szegénytől a gazdagokig. Egy ember ha már gyilkolna csak a vagyonosokat venné célba. Emellett az áldozatok java része nem fegyver által halt meg.":{"English":"\\nr<Hunter>His behavior, indiscriminately, targets his victims from the poor to the rich. A man who would kill would only take the rich finish. In addition, most of the victims did not die by any humans made weapon.\n"},"\\n<Himitsu>Tehát valószínű egy démon vagy szörny „Hamarosan megismered azokat akik tényleg irányítanak” mi... Valószínű egy démon lesz.":{"English":"\\n<Himitsu>So it’s probably a demon or a monster ”You’ll meet soon those who control” Heh... Yeah probably a demon.\n"},"\\nr<Fejvadász>Miből gondolod?":{"English":"\\nr<Hunter>What do you think?"},"\\n<Himitsu>Nem érdekes, utána járok ennek az ügynek mivel be kell jutnom Airosba.":{"English":"\\n<Himitsu>It's not interesting, I'll go after this because I have to get in Airos.\n"},"\\nr<Fejvadász>Rendben és köszönöm, ez talán segít egy lista az áldozatok családjaikról. Kérdezz körbe hátha nyomra tud vezetni.":{"English":"\\nr<Hunter>All right and thank you, it might help a list of victims about their families. Ask around to see if he can track you down.\n"},"Üdvözlöm Himitsu vagyok a nyomozással kapcsolatban szeretnék feltenni egy pár kérdést.":{"English":"\\n<Himitsu>Hello, I'm Himitsu about the investigation I want to ask a few questions.\n"},"Igen csak tessék nyugodtan sniff...":{"English":"\\nr<Victim>Yes just feel free to sniff..."},"Ha jól tudom az ön férjét ölték meg, megtudná mondani mikor?":{"English":"\\n<Himitsu>If I know your husband was killed, can you tell me when?"},"Persze a férjemet tíz napja ölték meg este.":{"English":"\\nr<Victim>Of course my husband was killed ten days ago tonight."},"Holt találták meg a férjét?":{"English":"\\n<Himitsu>Was your husband found dead?"},"A férjem minden este elment a város végén lévő kúthoz, ekkor szeretett mindig vizet hozni és\na kúttól alig 100m találták meg.":{"English":"\\nr<Victim>My husband went to the well at the end of town every night, then he always loved to bring water and was found barely 100m from the well."},"Értem, köszönöm a segítségét. Esetleg látta valaki az esetet?":{"English":"\\n<Himitsu>I see, thank you for your help. Did anyone see the incident?"},"Nem senki...":{"English":"\\nr<Victim>No one..."},"Üdvözlöm Himitsu vagyok a nyomozással kapcsolatban szeretnék feltenni egy pár kérdést. \nEl tudná mesélni a részleteket a fiáról körülményeket...":{"English":"\\n<Himitsu>Hello, I'm Himitsu about the investigation I want to ask a few questions. You could tell me the details of your son's circumstances…\n"},"Persze a fiam 15 éves volt egy nagyszerű gyermek mindig szót fogadott. Egyik nap elment a barátjához \njátszani és estig maradt náluk majd amikor hazafelé indult őt...sniff..":{"English":"\\nr<Victim>Of course, my son 15 years old was a great child who always took the floor. One day he went to play with his friend and stayed with them until evening and when on his way home he went..sniff...\n"},"Értem... ez pontosan mikor történt?":{"English":"\\n<Himitsu>I understand... exactly when did this happen?"},"Kilenc napja.":{"English":"\\nr<Victim>Nine days."},"Köszönöm a segítséget. Esetleg látta valaki az esetet?":{"English":"\\n<Himitsu>Thanks for the help. Maybe someone saw the case?"},"Nem tudok róla.":{"English":"\\nr<Victim>I do not know about it."},"Üdvözlöm Himitsu vagyok a nyomozással kapcsolatban szeretnék feltenni egy pár kérdést. \nEl tudná mesélni a részleteket a feleségéről körülményeket...":{"English":"\\n<Himitsu>Hello, I'm Himitsu about the investigation I want to ask a few questions. You could tell me the details of your wife's circumstances…\n"},"Hát persze, a feleségem egy jó módú asszony volt, a házaságunk bár érdeki volt a családi vagyon növelése miatt, \nde mégis szerettük egymást így nagyon fáj a hiánya. Nyolc napja történt meg az eset amikor indult haza az egyik \nelőkelő gyűlésről ami este fejeződött be.":{"English":"\\nr<Victim>Of course, my wife was a well-mannered woman in our marriage though. he was interested in increasing family wealth, but we still loved each other so its absence hurts a lot. The incident happened eight days ago when it started home from one of the upscale rallies that ended in the evening.\n"},"Értem nos köszönöm a segítséget, az esetet látta valaki?":{"English":"\\n<Himitsu>I see, thank you for your help, did anyone see the case?"},"Nem senki sajnos...":{"English":"\\nr<Victim>No one, unfortunately…"},"Várjon!":{"English":"\\nr<Victim>Wait!"},"Maga meg fogja tudni találni a gyilkost, eddig senkinek sem sikerült...":{"English":"\\nr<Victim>You will be able to find the killer, no one has succeeded so far..."},"Ha valaki megtudja találni a gyilkost az én vagyok!":{"English":"\\n<Himitsu>If anyone can find the killer it's me!"},"...Köszönöm!":{"English":"\\nr<Victim>Thank you!"},"\\n<Himitsu>Rendben elsőnek kezdjük egy szegény családnál, azt írja egy farmal szemben laknak.":{"English":"\\n<Himitsu>Okay we start first with a poor family, he writes, they live opposite a farm.\n"},"\\n<Himitsu>Rendben következő család egy polgári lesz":{"English":"\\n<Himitsu>Okay next family will be a civilian…"},"\\n<Himitsu>A következő egy gazdag család lesz hmmm érdekes...":{"English":"\\n<Himitsu>Next, a rich family will be hmmm interesting…"},"Ezután Himitsu még elment 7 családhoz...":{"English":"Himitsu then went to 7 more families."},"\\n<Himitsu>Ez érdekes a napok számával megegyezik a vagyonos sorrend, tehát jelenlegi állás szerint a következő gyilkosság ma este lesz a polgári negyednél. Mivel a gyilkos úgy tervezi mindig, hogy akkor öl ha nem lát senkit a környéken szükségem lesz egy settenkedés főzetre.":{"English":"\\n<Himitsu>\"Himitsu figured out there is a pattern of the kills. First the killer kills a poor person then average person then a wealthy one. After that he starts the all over and over.\" Alright the next murder tonight will be the civilian quarter. Hmm.. I need a sneak potion.\n"},"\\n<Himitsu>Jobb lesz felkeresnem egy bájital boltot estig, emellett lehet még néhány életelixír is jól jönne, ha ez a démon erősebb mint az őrző...":{"English":"\\n<Himitsu>I'd better visit a potion store by night. Some elixirs of life would also come in handy if this demon is stronger than the guardian...\n"},"Mit adhatok?":{"English":"What can I give you?"},"Szükségem lenne settenkedő varázs italra... kapható nállad?":{"English":"\\n<Himitsu>I need a sneak potion, have you one?"},"Kapható, de mire kellene neked?":{"English":"\\nr<Potion Merchant>I have, but why do you need?"},"Ha fontosnak tartod az életed nem kérdezel.":{"English":"\\n<Himitsu>If you value your life, don’t ask."},"Természetesen!":{"English":"\\nr<Potion Merchant>Naturally!"},"Itt is van, ennél jobbat nem is lehet kapni máshol. Esetleg valami mást?":{"English":"\\nr<Potion Merchant>Here it is, no better can be obtained elsewhere. Maybe something else?"},"Viszlát.":{"English":"Farewell"},"\\n<Himitsu>Már csak meg kell várnom, hogy este legyen...":{"English":"\\n<Himitsu>I just have to wait for it to be tonight..."},"\\n<Himitsu>Rendben van, ideje indulni!":{"English":"\\n<Himitsu>All right, time to go!"},"\\n<Himitsu>Megállj! Ha valakit meg akarsz ölni itt vagyok próbálj engem!":{"English":"\\n<Himitsu>Stop it! If you want to kill someone I'm here try me!"},"\\nr<Assasin>Te nem vagy rajta a listámon, de nem is engedhetlek el most, hogy már megláttál, IV Isten Tábornok!":{"English":"\\nr<Assasin>You're not on my list, but I can't let you go now you have seen it, General IV God!"},"\\n<Himitsu>Honnan ismersz engem?!":{"English":"\\n<Himitsu>How do you know me?!"},"\\nr<Assasin>Kitudja, vajon honnan...":{"English":"\\nr<Assasin>How knows..."},"\\n<Himitsu>Ne játszadozz velem!":{"English":"\\n<Himitsu>Don't play with me!"},"\\nr<Assasin>Óhhh én nem játszok mindent előtte alaposan megtervezek. Sajnos te nem voltál a terv része... Kár pedig megmondták, hogy még ne öljünk meg..még.. Ha nyugton maradtál maradsz, talán még élhetnél.":{"English":"\\nr<Assasin>Ohhh I don't play everything before I plan carefully. Unfortunately, you weren't part of the plan.. And it's a shame they told us not to kill yet and If you had stayed calm, you might have lived longer.\n"},"\\nr<Assasin>Hééé mit szólsz ehhez fogadj hűséget nekünk és talán nem öllek meg!":{"English":"\\nr<Assasin>Hey, what do you say to this, take allegiance to us, and maybe I won't kill you!"},"\\n<Himitsu>Értem... Tehát addig nem válaszolsz normálisan ameddig ennyire tele vagy élet energiával... ":{"English":"\\n<Himitsu>I see… So you don't answer normally as long as it's full of life with energy...\n"},"\\n<Himitsu>Talán a halálod előtt lesz kedved beszélni!":{"English":"\\n<Himitsu>Let's see what happens if we halve it! After Himitsu was defeated…\n"},"\\nr<Assasin>A fenébe, nekünk azt mondták még nem tudod használni az erőd!":{"English":"\\nr<Assasin>Damn, we were told you can't use your fortress yet!"},"\\n<Himitsu>Válaszolj a kérdésemre, kik vagytok ti?!":{"English":"\\n<Himitsu>Answer my question, who are you?!"},"\\nr<Assasin>Hehh nemsokára sokszor hallani fogod ezt a nevet: Night Of The Fall. Nem hozunk reményt csupán káoszt és sötétséget az alkonyatra! ":{"English":"\\nr<Assasin>Heh you'll hear this name many times soon: Night Of The Fall. We bring no hope but chaos and darkness to dusk! \n"},"\\nr<Assasin>Mi vagyunk az emberiség sötét oldala, a béke időnek vége! Hamarosan az egész kontinenst el fogja lepni majd a káosz!":{"English":"\\nr<Assasin>We are the dark side of humanity, the end of a time of peace is about to come chaos will cover the whole continent!\n"},"\\n<Himitsu>Miért akarjátok, hogy a démonok nyerjék meg a háborút, hisz ti is emberek vagytok!":{"English":"\\n<Himitsu>Why do you want the demons to win the war, you are also human!\n"},"\\nr<Assasin>Emberek... HEHEHEHEHE!!! Úgy nézek ki mint egy sima ember?! Nézz meg alaposan talán a szemem olyan mint egy embernek?! Mi vagyunk kiket fél démonnak hívnak és a célunk vissza venni ami a miénk!":{"English":"\\nr<Assasin>People…. HEHEHEHEHE!! Do I look like a plain man?! look and thoroughly maybe my eyes are like a man?! We are who are called half-demons and our goal is to take back what is ours!\n"},"\\nr<Assasin>Sokat nem tudsz még a világról ifjú Isten Tábornok.. Nos sok sikert szükséged lesz rá.. ÖRÖKKÉ ÉLJEN A FAJ KIKET ISTEN SZÁMŰZÖTT!":{"English":"\\nr<Assasin>You do not know much about the world yet young God General… Well, good luck you will need it… LIVE FOREVER THE RACE WHOSE GOD'S EXCESS!\n"},"\\n<Himitsu>Mi ez a hátborzongató erő?!":{"English":"\\n<Himitsu>What is this creepy force..."},"\\n<Himitsu>Feláldozta magát, hogy a saját keze által hajon meg mint az ellenségén...":{"English":"\\n<Himitsu>He would have sacrificed himself, more by his hand than by it enemy...\n"},"\\n<Himitsu>Ha ezek a fél démonok emberként be tudnak olvadni a városokban és ilyen erősek akkor mindenki veszélybe van. Airos lezárása nem megoldás hisz már lehet bejutottak!":{"English":"\\n<Himitsu>If these half demons can melt as humans in cities and so strong then everyone is in danger. Closing Airos is not a solution thinks you may have gotten in!\n"},"\\n<Himitsu>Jelentek a fejvadász Céhnek az üggyel kapcsolatban. Ezután muszáj lesz értesítenem a királyt!":{"English":"\\n<Himitsu>I'm reporting to the Bounty Hunter Guild on the matter. Then you have to I will notify the king.\n"},"\\nr<Fejvadász>Na, hogy sikerült a nyomozás?":{"English":"\\nr<Hunter>How did the investigation succeed?"},"\\n<Himitsu>Elintéztem a gyilkost, nem ember volt nem is démon vagy szörny hanem egy fél démon!":{"English":"\\n<Himitsu>I took care of the killer, he wasn't a human or a demon or a monster but half a demon!"},"\\nr<Fejvadász>Fél démon... sosem hallottam még róluk.":{"English":"\\nr<Hunter>Half a demon... I've never heard of them."},"\\n<Himitsu>Én is csak most tudtam meg és bár a gyilkos meghalt ember kinézetük van így könnyen be tudnak olvadni. Rettentően veszélyesek még nekem sem volt könnyű legyőznöm őt.":{"English":"\\n<Himitsu>I just found out and although the killer died man they look like there is so they can easily melt. They are still terribly dangerous to me it was not easy for me to defeat him either.\n"},"\\nr<Fejvadász>Hát akkor most egy elég csúnya háborúnak nézünk szembe... Nos mi lesz a következő lépésed?":{"English":"\\nr<Hunter>Well, then we're facing a pretty nasty war now... Well, we are will you be the next step?\n"},"\\n<Himitsu>Megyek és értesítem a királyt Airosba, nincs értelme már a várost lezárva tartani, az ellenség már bejutott...":{"English":"\\n<Himitsu>I'll go and notify the king of Airos, it doesn't make sense to the city anymore keep locked, the enemy has already entered.\n"},"\\nr<Fejvadász>Nos mielőtt elmennél szeretném átadni a vérdíjat amit a város kiadott a gyilkosra, ez pedig egy engedély amivel betudsz majd jutni a városba.":{"English":"\\nr<Hunter>Well, before you leave, I'd like to hand over the blood prize the city issued, to the killer, and this is a permit you will be able to get into the city."},"\\n<Himitsu>Köszönöm, minden jót...":{"English":"\\n<Himitsu>Thank you, all the best…"},"\\nr<Katona>Megállni, jelenleg senki sem mehet be a városba!":{"English":"\\nr<Soldier>No one can enter the city right now!"},"\\n<Himitsu>Tekerd lejjebb a hangerőd amikor velem beszélsz! Himitsu vagyok a IV Isten Tábornok itt van az engedély amivel bejöhetek.":{"English":"\\n<Himitsu>I am Himitsu of General IV God here is the license with which I can come in.\n"},"\\nr<Katona>A IV Isten Tábornok... Természetesen a király már várja magát!":{"English":"\\nr<Katona>General IV God… Of course, the king is already waiting for you. City of Airos Arc\n"},"\\nr<Parancsnok>Köszöntünk Airos városában IV. Isten Tábornok már vártuk önt.":{"English":"\\nr<General>Welcome to Airos IV. General God, we have been waiting for you."},"\\n<Himitsu>Ez esetben akkor már tájékoztatott mindenről az Ark Angyal.":{"English":"\\n<Himitsu>In this case, you have already informed the Ark Angel about everything."},"\\nr<Parancsnok>Igen, így ha nem gond önnek ne várakoztassuk tovább a királyt.":{"English":"\\n<General>Yes, so if it's not a problem for you, don't wait any longer for the king."},"Mielőtt a palotába mennénk, szeretnék kicsit körbenézni.":{"English":"\\n<Himitsu>Before we go to the palace, I'd like to take a look around"},"Kérem siessen nincsen túl sok időnk!":{"English":"\\nr<General>Please hurry we don't have too much time!"},"\\nr<Parancsnok>Királyom a IV. Istentáb...":{"English":"\\nr<General>My King he is the IV. God Gene..."},"\\n<Himitsu>Üdvözletem a nevem Himitsu a IV. Isten tábornok.":{"English":"\\n<Himitsu>Greetings my name is Himitsu in IV. God General."},"\\nr<Király>Örülök, hogy ilyen hamar ideértél IV. Isten tábornok.":{"English":"\\nr<King>I’m glad you got here so soon IV. General God."},"\\n<Himitsu>Hívjon nyugodtan Himitsu-nak, hamarabb is jöhettem volna, de muszáj volt látnom a pusztítást amit a démonok és a szörnyek műveltek.":{"English":"\\n<Himitsu>Feel free to call me Himitsu, I could have come sooner, but I have to I had to see the devastation wrought by the demons and monsters. \n"},"\\nr<Király>Igen... mi is kapjuk a híreket a környező településektől, hogy szörnyek törnek be egymás után. ":{"English":"\\nr<King>Yes… we also get the news from the surrounding settlements that they are monsters they break in one after the other.\n"},"\\nr<Király>Ez régebben lehetetlen lett volna, hogy a szörnyek ennyire közel jöjjenek a lakott településekhez. Nem hiába hisz háború van...":{"English":"\\nr<King>It used to be impossible for to monsters come so close to inhabited settlements. He doesn't believe in vain there's war...\n"},"\\n<Himitsu>Valószínűleg a kontinens többi részén is hasonló zajlik ha nem rosszabb. Mielőtt rátérnék arra amiért idejöttem. Mennyit mondott el önnek az Ark angyal?":{"English":"\\n<Himitsu>It’s probably going to be similar if not worse in the rest of the continent. Before I get to what I came here for. How much that told you Ark angel?\n"},"\\nr<Király>Eleget, hogy tudjam önnek csapatra van szüksége a démonok és később a 3 Isten Tábornok ellen. jól mondom?":{"English":"\\nr<King>Enough to know you need a team of demons and later against the 3 General Gods, am I right? \n"},"\\n<Himitsu>Ez megkönnyíti a dolgokat, sikerült találnia elég erős kalandorokat?":{"English":"\\n<Himitsu>It makes things easier, did you manage to find strong enough adventurers?"},"\\nr<Király>Elég nehéz volt, megfelelő erejű és potenciálú embert találni így jó döntést hozott, hogy a saját erejéből jött ide. Ennek hála sikerült megtalálnom a tökéletes partnert!":{"English":"\\nr<King>It was hard enough to find someone with the right strength and potential so good he decided to come here on his own. Thanks to that, we succeeded to find the perfect partner.\n"},"\\n<Himitsu>Partnert... ezek szerint csak egy embert kapok?":{"English":"\\n<Himitsu>According to them, I only get one person?"},"\\nr<Király>A küldetése elég veszélyes ahhoz, hogy nem sok értelme van a helyi kalandor céh-ben toborozni.":{"English":"\\nr<King>His mission is dangerous enough that it doesn’t make much sense to be a local recruit in adventurer guild. \n"},"\\nr<Király>Emellett az, hogy a 3 Isten Tábornok elárult még titok a morál megőrzése érdekében, de ne aggódjon bár csak egyet találtam legalább 100-nak felel meg!":{"English":"\\nr<King>In addition, the 3 General Gods betrayed it’s still a secret to preserving morale, but don’t worry though just one I found at least 100 matches!\n"},"\\nr<Király>Alten kérlek fáradj be!":{"English":"\\nr<King>Alten please come!"},"\\nr<Alten>Már itt is van? Hééé királyom azt ne mondja ő a IV. Isten Tábornok...":{"English":"\\nr<Alten>Is he already here? Hey, my king, let him not say in the IV. General God..."},"\\n<Himitsu>Talán valami gond van?":{"English":"\\n<Himitsu>Maybe there's a problem?"},"\\nr<Alten>Ugyan dehogy csak nem úgy nézel ki mint egy nagy harcos aki Isten hatalmával bír.":{"English":"\\nr<Alten>You just don’t look like a great warrior who is God has power.\n"},"\\n<Himitsu>Ohhh esetleg szeretnél demonstrációt, nem lenne túl jó ha nem bíznál a csapattársad erejében!":{"English":"\\n<Himitsu>Ohhh you might want a demonstration, it wouldn’t be too good if you didn’t trust me in the strength of your teammate!\n"},"\\nr<Alten>Nos legalább az arroganciád rájuk emlékeztet, rendben egy kis gyakorlás még nem árthat.":{"English":"\\nr<Alten>Well at least your arrogance reminds them, okay a little practice should not be harmful yet. \n"},"\\nr<Parancsnok>Remélem nem felejtették el, hogy a király előtt vagyunk!":{"English":"\\nr<General>I hope they haven't forgotten that we are before the king."},"\\nr<Király>Egy gyakorló meccs nem feltétlenül rossz ötlet, de most idő szűkében vagyunk. Alten, Himitsu ereje bár nem rég ébredt fel, de nemrég kaptam a hírt, hogy legyőzött egy erős harcost a Night Of The Dawn-ból.":{"English":"\\nr<King>A practice match isn’t necessarily a bad idea, but now time is running out we are. Alten, Himitsu's strength, although recently awakened, but recently I got the news that he had defeated a strong fighter in Night Of The From Dawn. \n"},"\\nr<Alten>Hmm... ez mondjuk nem rossz teljesítmény.":{"English":"\\nr<Alten>Hmm... that says not a bad performance."},"\\nr<Király>Himitsu, bár Alten elég sokszor tud modortalan lenni, de az erejére nem lehet panasz. ":{"English":"\\nr<King>Himitsu, although Alten can be immoral quite a few times, to his strength there can be no complaint.\n"},"\\nr<Király>Ha ketten összefogtok könnyedén tudtok majd egy olyan csapatot összeállítani amivel elintézhetitek a 3 Isten Tábornokot.":{"English":"\\nr<King>If you two come together easily you will know one to form a team with which you can arrange the 3 General Gods. \n"},"\\n<Himitsu>Értettem, viszont honnan ismeritek a szövetséget?":{"English":"\\n<Himitsu>I understand, but how do you know the covenant?"},"\\nr<Alten>Sok mindent homály fed ami a szövetséghez köthető, de a háború előtt is már voltak nyomok amik hozzájuk köthető. ":{"English":"\\nr<Alten>There is a lot of obscurities that can be linked to the alliance, but before the war also already some clues could be linked to them. \n"},"\\nr<Alten>És a nyomok és alapján egyértelművé vált, ők nem olyan kis pályásak akiket átlagos ember valaha letudna győzni!":{"English":"\\nr<Alten>And the clues and basis it became clear they are not small pitches that the average person could ever win! \n"},"\\nr<Alten>Nos bár még kezdő vagy, elismerem az erődet és a féktelen potenciálodat IV. Isten Tábornok.":{"English":"\\nr<Alten>Well even though you’re still a beginner, I acknowledge your strength and rampant your potential IV. General God.\n"},"\\n<Himitsu>Elég a Himitsu, én is örülök Alten.":{"English":"\\n<Himitsu>Call me Himitsu, I'm glad Alten, too."},"\\nr<Király>Rendben van, akkor azt ajánlom nektek induljatok el nyugatnak a Helthia királyság határánál elég nagy démon aktivitást lehet hallani.":{"English":"\\nr<King>All right, then I recommend you head west a At the border of the kingdom of Helthia, you can hear quite a lot of demon activity.\n"},"\\nr<Király>Helthia rendelkezik a legnagyobb ellátmánnyal a Birodalmon belül, ha a démonok ráteszik a kezüket a hadseregünk elszakadhat az ellátmányoktól.":{"English":"\\nr<King>Helthia has the largest suppliers within the Empire if the demons put their hands on our army to tear it apart supplies.\n"},"\\nr<Király>Biztosan sokat tudtok majd ott segíteni és valószínűleg erős társakkal is fogtok majd találkozni!":{"English":"\\nr<King>You will be able to help a lot there and probably with strong companions as well you will meet.\n"},"\\n<Himitsu>Ez esetben nincs sok értelme tovább várakozni irány Helthia!":{"English":"\\n<Himitsu>In this case, it doesn't make much sense to wait any longer for directions to Helthia!"},"/nr<Király>Mi történt?!":{"English":"\\nr<Király>What happened?!"},"/nr<Katona>Királyom megtámadtak!":{"English":"\\nr<Katona>My king we are uner attack!"},"/nr<Király>Kik merik Airost megtámadni?!":{"English":"\\nr<King>Who dares to attack Airos?!"},"/nr<Katona>Egy seregnyi démon, a III. Isten Tábornok vezetésével!":{"English":"\\nr<Soldier>An army of demons, let by the III. God General!"},"/nr<Király>A Vámpír Tábornok?! Lehetetlen, ilyen gyorsan lépnek... (Csak nem, megérezték az erejét?)":{"English":"\\nr<King>The Vampire General ?! Impossible, they move so fast... \"Just don't, did they feel its power?\""},"/nr<Király>Himitsu, Alten kérlek menjetek és tartsátok fel a démonokat amíg biztonságba nem tudjuk helyezni a civileket.":{"English":"\\nr<King>Himitsu, Alten please go and keep the demons up until we cannot put civilians in safety.\n"},"/n<Himitsu>Rendben viszont ha már volt olyan kedves és meglátogatott minket a főnök maga, remélem nem gond ha a démonaival őt is a levegőbe repítem!":{"English":"\\n<Himitsu>Okay, though, if you’ve been so kind and visited us a boss himself, I hope no problem if you demons him into the air I'm flying! \n"},"/nr<Alten>Ne legyél meggondolatlan még nem vagy ura az erődnek!":{"English":"\\nr<Alten>Don't be reckless you are not yet the lord of the fortress!"},"/n<Himitsu>Ne aggódj Alten van néhány meglepetésem nekem is...":{"English":"\\n<Himitsu>Don't worry Alten I have some surprises for me too..."},"/nr<Alten>(Attól félek én is.)":{"English":"\\nr<Alten>\"I'm afraid too\""},"/nr<Király>Bárhogy is legyetek óvatosak, nem csak ennek a városnak, de az emberiségnek vagytok a reményei!":{"English":"\\nr<King>Either way, be careful not only of this city but that you are the hopes of humanity!\n"},"\\n<Himitsu>Itt meg mégis mi történt, hogy tudtak ekkora káoszt okozni ilyen rövid idő alatt?":{"English":"\\n<Himitsu>What happened in here, how can they caused such a chaos in a short time?!"},"\\nr<Alten>Ne becsüld le őket! Lehet, hogy Isten tábornok vagy, de még nem voltál háborúban ha nem vigyázol könnyen meghalsz!":{"English":"\\nr<Alten>Don’t underestimate them! Maybe you're a God general, but you have not been at war yet if you don't take care you die easily! \n"},"\\n<Himitsu>Tudom, most viszont siessünk segíteni megfékezni a szörnyeket!":{"English":"\\n<Himitsu>I know, now let’s hurry to help curb the monsters! \n"},"\\n<Himitsu>Mi volt ez?! Várjunk, ez az erő...":{"English":"\\n<Himitsu>What was that?! Wait, this is the force..."},"\\nr<III Isten Tábornok>Úgy tűnik jó volt a megérzésem, ez az erő halovány, de érzem benned az Isteni erőt.":{"English":"\\nr<III God General>It seems like I had a good intuition, that power is faint, but I can feel it in you the divine power.\n"},"\\nr<III Isten Tábornok>Tehát te lennél a IV-dik, Himitsu ha jól tudom.":{"English":"\\nr<III God General>So you would be the IV, Himitsu if I knew right."},"Azt ne mond, hogy csak ezért támadtad meg a várost!":{"English":"\\n<Himitsu>Don't say that's why you attacked the city!?"},"\\nr<III Isten Tábornok>Ne legyél ennyire öntelt, bár azonos erőt birtokolsz, fényévekre vagy tőlünk. Még mindig érezni belőled az undorító ember szagot...":{"English":"\\nr<III God General>Don’t be so arrogant even though you have the same strength, you’re light years old from us. You're still smell like a disgusting human...\n"},"\\nr<III Isten Tábornok>A várost így is megsemmisítettük volna az itt léted annyit tett hozzá, hogy személyesen jöjjek ide meggyőződni az erődről.":{"English":"\\nr<III God General>The city even so we would have destroyed your existence here so much added that come here personally to see the fortress.\n"},"\\nr<III Isten Tábornok>Viszont jelenleg még arra sem vagy érdemes, hogy megöljelek! Kotródj vissza a szaros kis faludba ember amíg nem öl meg egy kóbor démon... Háháháhá!!":{"English":"\\nr<III God General>But at the moment, you’re not even worth killing. Dig back into your shitty little village man until you kill him a stray demon... Hahaha!!!\n"},"\\n<Himitsu>Te rohadék... Ne, hogy azt hidd egy darabban hagyod el a várost!":{"English":"\\n<Himitsu>You bastard... Don't think you're leaving the city in one piece!"},"\\nr<III Isten Tábornok>A város központjába várlak ott lerendezhetjük már ha egyáltalán eltudsz odáig jutni...":{"English":"\\nr<III God General>I am waiting for you in the city center, we can settle there if at all you can get there...\n"},"\\n<Himitsu>Alten tudom mit mondasz, de ezt a rohadékot nem hagyhatjuk életben!":{"English":"\\n<Himitsu>Alten I know what you’re saying, but we can’t leave that bastard alive! \n"},"\\nr<Alten>Egyetértek, ez a féreg nagyon lenézi az embereket ideje megmutatni neki az emberek igazi erejét!":{"English":"\\nr<Alten>I agree, this worm looks down on people time to show to him the true power of the people! \n"},"\\nr<Alten>Vigyázz vele Ryou a démonok rettentően veszélyes lények sokkal magasabb szinten állnak mint akikkel eddig harcoltál! ":{"English":"\\nr<Alten>Watch out Himitsu the demons are terribly dangerous creatures at a much higher level than the ones you've fought so far!"},"\\n<Himitsu>Nem lehetnék többé Isten tábornok ha megfutamodnék egy ilyen kis féregtől!":{"English":"\\n<Himitsu>I could no longer be God General if I ran away from such a little worm!"},"/nr<Démon>Gyere ember had szedjelek szét!":{"English":"\\nr<Demon>Come on human let me take you into pieces!"},"\\nr<Katona>A démont bizza ránk! Önnek az a feladata, hogy megállista a Vámpír tábornokot!":{"English":"\\nr<Soldier>Entrust the demon to us! It is your job to stop the Vampire General!"},"\\nr<Alten>Rendben azt hiszem sikerült megzavarnunk az ellenség sorait. Így már biztos sikerülni fog az evakuálás!":{"English":"\\nr<Alten>All right, I think we managed to disrupt the enemy lines. This way, the evacuation is sure to succeed!"},"\\n<Himitsu>Csapjuk még jobban szét a soraikat, irány a vámpír tábornok!":{"English":"\\n<Himitsu>Let's split their lines even further, head for the vampire general!"},"\\n<Himitsu>Te rohadék lángba borítottad az egész várost!":{"English":"\\n<Himitsu>You bastard, you covered it in flames the whole city!"},"\\nr<III Isten Tábornok>Nos elég lassúak voltatok így valamivel el kellett mulatnom az időt, de elismerésem, nem hittem volna átjuttok annyi démonon. Végülis még is csak közölünk való vagy, Isten lehet nem hiába választott most embert.":{"English":"\\nr<III God General>Well you were pretty slow so I had to spend some time, but my admission, I didn’t think you would get through so many demons. After all, even you are just communicating to us, God may not have chosen man in vain.\n"},"\\n<Himitsu>Nincs bennünk semmi hasonló, az Isteni erő nélkül is ketté szedlek!":{"English":"\\n<Himitsu>There is nothing like us in us, even without Divine power I will split you in two!"},"\\nr<III Isten Tábornok>Hűha de nagy szavak, viszont ezt bizonyítani is kell!":{"English":"\\nr<III God General>Wow but big words, but you have to prove it!"},"\\nr<Alten>Jobban mondva ketté szedünk, Himitsu már nem vagy egyedül!":{"English":"\\nr<Alten>Or rather, we take it in two, Himitsu is no longer alone!"},"\\n<Himitsu>Alten köszönöm, de arra szeretnélek kérni intézd el a Vámpír Tábornok körüli démonokat. Ha el akarna menekülni, nem szeretném, hogy legyen fedezéke":{"English":"\\n<Himitsu>Thank you alten, but I’d like to ask you to arrange for the Vampire General demons around. If you want to escape, I don't want that to have a cover. \n"},"\\nr<Alten>Biztos vagy benne Himitsu, hogy meg leszel vele egyedül?":{"English":"\\nr<Alten>Are you sure Himitsu that you will be alone with him?"},"\\n<Himitsu>Akarsz versenyezni ki végez elsőnek?":{"English":"\\n<Himitsu>Do you want to compete to finish first?"},"\\nr<Alten>Hmm... Benne vagyok!":{"English":"\\nr<Alten>Hmm... I'm in!"},"\\nr<III Isten Tábornok>Nem hittem volna ilyen erős vagy Himitsu, úgy tűnik komolyabbra kell vennem!":{"English":"\\nr<III God General>I didn’t think you were so strong or Himitsu, it seems to be more serious take it! \n"},"\\n<Himitsu>Háhh, vesztesek szövege, mutasd mit tudsz!":{"English":"\\n<Himitsu>Hahh, the text of losers, show me what you know!"},"\\nr<III Isten Tábornok>Mi van Himitsu csak a szád volt nagy, csupán ennyire vagy képes?!":{"English":"\\nr<III God General>What Himitsu was just your mouth was great, just so capable?!"},"\\n<Himitsu>Rohadék!!":{"English":"\\n<Himitsu>Bastard!!"},"\\nr<III Isten Tábornok>Áháháh... Bár mit is várhatnék el egy egyszerű embertől akiben csak nemrég ébredt fel az Isteni erő, még használni sem tudod mi?!":{"English":"\\nr<III God General>Ahahah... What can I expect from a simple person his Divine Power has just awakened, you don't even know what to use?! \n"},"\\nr<III Isten Tábornok>De mivel emberhez képest jól harcoltál elárulok neked valamit mielőtt megöllek...":{"English":"\\nr<III God General>But since you’ve fought well compared to humans, I’ll betray you something before I kill you...\n"},"\\nr<III Isten Tábornok>Amikor azt mondtam neked a palotánál, hogy kotródj vissza a faludba. Az kicsit ízléstelen volt tőlem főleg mivel már nem térhetsz haza...":{"English":"\\nr<III God General>When I told you at the palace to dig back into your village. It was a bit tasteless for me especially since you can't go home anymore... \n"},"\\n<Himitsu>Hogy érted ezt...?":{"English":"\\n<Himitsu>What do you mean...?"},"\\nr<III Isten Tábornok>Óhhh... várjunk az Angyal kisasszony nem mondta el...":{"English":"\\nr<III God General>Ohhh... wait for Miss Angel did not tell... "},"\\n<Himitsu>Mit nem mondott el, miről beszélsz?!":{"English":"\\n<Himitsu>What didn't she tell me, what you're talking about?!"},"\\nr<III Isten Tábornok>Csupán arról, hogy a faludat már a kis utazásod előtt porig égettük, a családoddal együtt!!":{"English":"\\nr<III God General>Just about burning your village to dust before your little trip, a with your family!! \n"},"\\n<Himitsu>Mi..cso..da..?":{"English":"\\n<Himitsu>What...?"},"\\nr<III Isten Tábornok>Biztos nem akarta az új reménységük haragtól és gyűlölettől fűtve erősödjön. Pedig az igazi hatalmat ezen az úton tudod megszerezni...":{"English":"\\nr<III God General>Surely they didn’t want their new hope heated by anger and hatred to get stronger. Yet you can gain real power in this way... \n"},"\\n<Himitsu>Hazugság!!! Ez nem lehet igaz!!":{"English":"\\n<Himitsu>Lie!!! This can not be true!!"},"\\nr<III Isten Tábornok>Miért is hazudnék egy szánalmas embernek, biztos lehetsz benne ez az igazság és tudod miért vagyok ennyire benne biztos...":{"English":"\\nr<III God General>Why would I lie to a pathetic man, you can be sure of that truth and you know why I'm so sure...\n"},"\\nr<III Isten Tábornok>MERT ÉN MAGAM VÉGEZTEM KI AZ EGÉSZ FALUD TETVES LAKÓIT!!!!":{"English":"\\nr<III God General>BECAUSE I DETERRED THE LOYAL RESIDENTS OF THE WHOLE VILLAGE ME!!!"},"\\nr<III Isten Tábornok>Na mi van fiú elöntött a düh?!":{"English":"\\nr<III God General>So what's a boy flooded with rage?!"},"\\n<Himitsu>Rohadék, megöllek..megöllek..megöllek..":{"English":"\\n<Himitsu>Bastard, I'll kill.. I'll kill.. I'll kill.."},"\\nr<III Isten Tábornok>Háhh mi van nem hallak?!":{"English":"\\nr<III God General>Haha, what's up I can't hear you?!"},"\\n<Himitsu>EZÉRT SZÉT SZAGGATLAK!!!!":{"English":"\\n<Himitsu>I'M FUCKIN KILL YOU!!!!!"},"Isteni Démon Tábornok átok aktiválva":{"English":"General God Demon Curse activated"},"\\nr<III Isten Tábornok>Igen igen igen!! Ez az erő amit látni akartam Himitsu mutasd meg a haragod erejét!":{"English":"\\nr<III God General>Yes Yes Yes!! This is the force I wanted to see Himitsu show the power of your anger! \n"},"\\nr<Alten>Ez az erő az átok széria... Himitsu állj le ez az erő...":{"English":"\\nr<Alten>This is the force of the curse series.. Himitsu stop this force..."},"/nr<III Isten Tábornok>*vért köhög* Ez az erő, nem hittem volna, hogy képes leszel aktiválni...":{"English":"\\nr<III God General>*Coughs up blood* That force, I didn’t think you would be able to activate..\n"},"/nr<III Isten Tábornok>Ember te tényleg különleges vagy... Már ha embernek hívhatlak még.":{"English":"\\nr<III God General>Human you are really special.. Even if I can still call you a human."},"/n<Himitsu>Nem menekülhetsz, most megöllek!":{"English":"\\nr<III God General>You can't escape, I'll kill you now!"},"/nr<III Isten Tábornok>Talán ezzel az erővel még menni is fog, de nagy ára lesz...":{"English":"\\nr<III God General>Maybe with this power, it will even go, but it will come at a high price.. Then Alten intervened.\n"},"/nr<Alten>Himitsu nem harcolhatsz tovább ezzel az erővel különben teljesen felemészt!":{"English":"\\nr<Alten>Himitsu can no longer fight this force otherwise completely devour! \n"},"/n<Himitsu>Ha az utamba állsz téged is megöllek!":{"English":"\\n<Himitsu>If you stand in my way I'll kill you too!"},"/nr<Alten>Nincs más választásom, megtisztítalak még nem késő!":{"English":"\\nr<Alten>I have no choice, I'll clean it up too late!"},"/n<Himitsu>Alten, miért... miért avatkoztál közbe?":{"English":"\\n<Himitsu>Alten, why... why did you intervene?"},"/nr<Alten>Ha tovább használod az átok szériát teljesen felemésztett volna!":{"English":"\\nr<Alten>If you continued to use the Curse series it would have been completely digested!"},"/n<Himitsu>Átok széria... miről beszélsz?":{"English":"\\n<Himitsu>Curse series... what are you talking about?"},"/nr<III Isten Tábornok>Ember honnan ismered az átok szériát, ki vagy te pontosan?”":{"English":"\\nr<III God General>Human, how do you know the series of curses, who are you exactly?"},"/nr<Alten>Egy jól informált kalandor aki tudja, hogy a társaid is hamarosan megérkeznek...":{"English":"\\nr<Alten>A well-informed adventurer who knows your peers are coming soon they arrive...\n"},"/nr<III Isten Tábornok>A társaim..?":{"English":"\\nr<III God General>My companions...?"},"/nr<III Isten Tábornok>*meglepődött*\"Azok a nyavalyások hát közbe akarnak avatkozni, biztos megérezték az átok széria energiáját...\"":{"English":"\\nr<III God General>*Surprised* \"So those bastards want to intervene, they must have felt the energy of the curse series...\" \n"},"/nr<Alten>Az arckifejezésedből ítélve nem te hívtad őket.":{"English":"\\nr<Alten>Judging by your expression, you didn't call them."},"/nr<III Isten Tábornok>Nincs szükségem segítségre ellenetek, ember!":{"English":"\\nr<III God General>I don't need help against you, Human!"},"/nr<Alten>Nos ebben nem lennék biztos, de...\"Átok széria ide vagy oda, nem hittem volna ennyire sarokba szorítja majd Himitsu\"":{"English":"\\nr<Alten>Well I wouldn’t be sure about that, but... \"Curse series here or there, no I thought Himitsu would be so cornered\" \n"},"/nr<Alten>Himitsu, nem számít mekkora erőt hívsz elő jelenleg nem tudsz hármójuk ellen győzni.":{"English":"\\nr<Alten>Himitsu, no matter how much strength you evoke at the moment you can’t win against the three of them. \n"},"/n<Himitsu>Ez eléggé egyértelmű és van valamilyen terved?":{"English":"\\n<Himitsu>Is that clear enough and do you have any plans?"},"/nr<Alten>Van te most szépen eltűnsz innen egy olyan helyre ahova nem tudnak majd követni...":{"English":"\\nr<Alten>There you are now nicely disappearing from here to a place they can’t then follow...\n"},"/n<Himitsu>Micsoda, kizárt! Nem hagyom egyedül a várost és különben sincs olyan hely ahova elmenekülhetnék elölük.":{"English":"\\n<Himitsu>What, out of the question! I don’t leave the city alone and it isn’t in any way a place where I could flee from them.\n"},"/nr<Alten>Az Isten tábornokokat most csak te érdekled, ami jó jel ha eltűnsz nem fognak tovább a város eltörlésével foglalkozni. Hanem azzal, hogy megtaláljanak és csak úgy tudnak megtalálni ha elkapják azt aki elküldött.":{"English":"\\nr<Alten>God generals are only interested in you now, which is a good sign if you don’t disappear they will continue to deal with the abolition of the city. But with that, they find it and can only find it if they catch the one who sent it.\n"},"/n<Himitsu>Úgy érted...":{"English":"\\n<Himitsu>You mean..."},"/nr<Alten>Van egy hely ahova most el foglak küldeni, maradj ott egy ideig majd miután kipihented magad gyere vissza, gondoskodtam a visszaútról is.":{"English":"\\nr<Alten>There’s a place I’m going to send you now, stay there for a while after you rested yourself come back, I took care of the return trip as well. \n"},"/n<Himitsu>Nem hagyom, hogy ezt tedd! Ha valaki eltereli a figyelmüket az én leszek! Mint kapitány parancsolom tarts a civilekkel és védd őket amíg feltarom őket!":{"English":"\\n<Himitsu>I won’t let you do that! If someone diverts their attention from mine I will be! As a captain, I command you to keep with the civilians and protect them until I will hold them up!\n"},"/nr<Alten>Bocsi főni... Parancsot megtagadom!":{"English":"\\nr<Alten>Sorry captain.. I refuse orders!"},"/nr<III Isten Tábornok>Várj... Mit csinálsz mi ez a portál...?":{"English":"\\nr<III God General>Wait... What are you doing what this portal...?"},"/nr<Alten>Egy dimenzió portál, így próbáljátok követni Himitsut!":{"English":"\\nr<Alten>One-dimensional portal, so try to follow Himitsu!"},"/nr<III Isten Tábornok>Egy dimenzió portál...? Lehetetlen, hogy egy ember képes legyen errre!":{"English":"\\nr<III God General>One dimension portal\"? A Human can't be able to create!\n"},"/nr<Alten>Legyél erősebb Himitsu, hiszek benned!":{"English":"\\nr<Alten>Be stronger Himitsu, I believe in you!"},"/n<Himitsu>Alten... ne csináld egyedül nem leszel képes... Alten!!":{"English":"\\n<Himitsu>Alten... do not do it alone you will not be able to.. Alten!!"},"Mik ezek a hangok... hol vagyok...":{"English":"What are these voices.. where am I..."},"Airos!! A fenébe Alten hova küldtél?!":{"English":"\\n<Himitsu>Airos!! Where the hell did you send Alten?! "},"De tényleg, mégis hol a fenében vagyok?!":{"English":"\\n<Himitsu>But really, where the hell am I?!"},"\\nr<Helena> Helena vagyok egy Ark angyal és Isten bízott meg azzal, hogy eljöjjek érted és felébresszem a benned szunnyadó isteni erőt.":{"English":"\\nr<Helena>I'm Helena, an Ark angel and my mission is to awaken the divine power dormant within you."},"\\n<Himitsu> Isteni erőt, miről beszélsz? Én csak egy egyszerű ember vagyok, nos egy nagyszerű kalandor akarok lenni ez igaz, de nem hiszem, hogy engem keresel hiszen nekem nincs ilyesmi rejtett erőm.":{"English":"\\n<Himitsu>Divine power, what are you talking about? I'm just a simple person, well I want to be a great adventurer, but I don't think so you are looking for me since I have no such hidden power like that."},"\\nr<Helena> Biztosan te vagy az a személy akit keresek, érzem az erőt amit beléd pecsételtek. Azért, hogy Isten megtalálhassa a 4-dik Isten tábornokot az ereje egy részét kiküldte a világba, hogy keresse meg a megfelelő személyt és egyesüljön vele, ez vagy te Himitsu.":{"English":"\\nr<Helena>I'm sure you're the person what I'm looking for, I can feel the power within you in sealed. For The God to find the 4th General God is sent some of his power to the world to find the right one person and unite with him, this is you Himitsu.\n"},"\\n<Himitsu> Ez nem lehet... Én csak egy jó kalandor akartam lenni. Ne érts félre Helena biztos rengetegen örülnének ennek a kiválasztott erőnek és nem mintha nem lennék most izgatott ettől, de valamiért rossz érzés fogott el.":{"English":"\\n<Himitsu>It can't be... I just wanted to be a good adventurer. Do not get me wrong Helena, I must be pleased with this chosen force and not as if I wasn’t excited about it now, but for some reason, I feel bad. \n"},"\\nr<Helena> Őszinte leszek veled, ebben semmi öröm nincs te vagy akitől majd az emberek és még sokan mások a segítséget fogják kérni és még ha tudsz is majd segíteni a hálájuk nem tart majd sokáig. Akkor is erősnek kell maradnod amikor már mindenki feladta.":{"English":"\\nr<Helena>I'll be honest with you, there's no joy. People and many others will ask for help and even if you can also their gratitude will not last long. You still need to be strong, Must to stand up when everyone has given up.\n"},"\\nr<Helena> Viszont egyben szintén biztos vagyok, az erő nem hiába választott ki téged. Ha valakinek sikerülhet helyreállítani újra a világot a káoszból az te vagy az.":{"English":"\\nr<Helena>But I'm also sure the force didn't choose in vain. If anyone can manage to restore the world out of chaos again it is you."},"\\n<Himitsu> Talán... lehet, hogy igazad van. Várjunk mit értettél az alatt, hogy újra. Történt valami az elmúlt hetekben?!":{"English":"\\n<Himitsu>Maybe you right. Wait, what you mean by that again... Has anything happened in recent weeks??"},"\\nr<Helena> Igaz is, te még nem halhattad. Mialatt te itt edzettél az erdő mélyén, a démonok és a 3 Isten tábornok háborút indított az emberek és az angyalok ellen.":{"English":"\\nr<Helena>True, you couldn't know about yet. While you were training here, in the depths of the forest, the demons and the 3 God General started a war between the people and the angels against. The Great War era has strated!"},"\\n<Himitsu> Micsoda?!! De hát a 3 Isten tábornok, nem a mi oldalunkon áll és mi van Istennel, hogy nem látta ezt előrre és most mi lesz?!":{"English":"\\n<Himitsu>What?!! But the 3 General Gods are not on our side and how don't saw the God this would be may happen and now what will be happen??"},"\\nr<Helena> Próbálj megnyugodni! A 3 Isten tábornok elárult minket és átálltak a démonok oldalára, emelet sajnos Isten sem mindenható, nem láthatta ezt ellőre! Bár valószínűleg sejthetett valami hasonlót ezért is létezel te, ha valaki segíthet az te vagy!":{"English":"\\nr<Helena>Try to calm down Himitsu! The 3 God General betrayed us and they switched to the side of the demons, and unfortunately The God is not omnipotent, could not see anticipate this! Although you may be right he could feel it something bad omen. That's your power, if anyone can help it's you!\n"},"\\n<Himitsu> Hiába szeretnék segíteni még egyetlen szörnnyel sem tudtam eddig harcolni még ha bennem is van ez az erő nem hiszem, hogy tudnám használni, hiszen eddig a létezéséről sem tudtam.":{"English":"\\n<Himitsu>I want to help you really, but I haven't any of skill with monster fight. Even if I have that power in me, I don’t think I could use it, since I didn't know of its existence until now..\n"},"\\nr<Helena> Ne aggódj, most felébresztem benned az erőt és azután minden egyes harccal egyre jobban fogod tudni irányítani az erőt.":{"English":"\\nr<Helena>Don't worry, I'll wake your hidden power, and then every single one  as you fight you will be better able to control your power."},"„Meglásd Anya egyszer még én leszek a legerősebb kalandor a világon és mindenki elfog majd ismerni!”":{"English":"„See Mom, I will be the most powerful adventurer in the world and then everyone must be accolade me!”"},"\\n<Himitsu> Igen csak eszembe jutott valami amikor még kicsi voltam... De mindegy, rendben van akkor ideje menni! ":{"English":"\\n<Himitsu>Yeah, I just remembered something when I was little... But it doesn't matter, okay then it's time to go!\n"},"\\nr<Helena> Természetesen melletted harcolok hiszen ez volt Isten utolsó kívánsága, de jelenleg a háború folyamatosan terjed ki az egész kontinensre így máshol is harcolnom kell.":{"English":"\\nr<Helena>Of course I'm fighting to your side because that was The God's last wish, but at present, the war is constantly spreading throughout the continent so I have also to fight elsewhere. \n"},"\\nr<Helena> Viszont annyit még tudok segíteni, hogy elviszlek a jelenlegi tartomány fővárosába Airos-ba. Ott tudsz majd egy erős kalandorokból álló csapatot toborozni.":{"English":"\\nr<Helena>But I can still so much to help you take to the capital of the current province, Airos. There you will be able to recruit a team of strong adventurers."},"\\n<Himitsu> Köszönöm, de nem kell elvinned. Airos nincs annyira messze és fontos, hogy megerősödjek márpedig Airos fele vezető úton elég sok szörnybe bukkanhatok főleg most és ahhoz, hogy ezt az erőt képes legyek megfelelően irányítani muszály lesz sokat harcolnom.":{"English":"\\n<Himitsu>Thanks, but you don't have to take there. Airos is not so far and important, to I get stronger, and Airos half on the way to quite a few monsters especially now. It is perfect time to try my new power."},"\\nr<Helena> Rendben van akkor én addig előrre megyek és beszélek az ottani vezetővel, hogy fogadni tudjon majd téged ha odaérsz és toborozzon össze erős kalandorokat.   ":{"English":"\\nr<Helena>All right then I'll go ahead and talk their leader so that he or she will be able to receive you if you get there and recruit strong adventurers. God Bless you!"},"Még nem győztem le a közelben lévő Farkas szörnyeket!":{"English":"I haven't defeated the nearby Wolf Monsters yet!"},"Ez egy varázs láda,biztos ki akarod nyitni a ládát.":{"English":"It's a magic chest, you must want to open the chest?"},"Hogy eljuss a kincs-hez át kell ugranod ezt a tavat.\nTaláld meg azt a pontot ahol tudsz ugrani és csak álj\nrá.":{"English":"To get to the treasure you have to jump over this lake. Find the point where you can jump and just stand on it."},"Ja és vigyázz merre felé nézel mert ez csak előrre dob.":{"English":"Oh and watch where you look because it just throws forward."},"Gratulálok találtál egy értékes ládát vajon mi \nrejtőzhet benne ?":{"English":"Congratulations on finding a valuable chest wondering what might be hiding in it?"},"Van itt valamennyi pénz és...":{"English":"We have all a money and..."},"Ezaz egy könyv a kezdő kalandorok-nak !!":{"English":"This is a book for novice adventurers!!"},"Most Bredenbe kell menni!":{"English":"Now you have to go to Breden!"},"Nem csak állatokkal kéne beszélnem.":{"English":"I shouldn't just talk to animals."},"Most meg egy macskával ?":{"English":"Now with a cat?"},"Most tényleg egy csirkével állok le \nbeszélgetni ?":{"English":"Am I really stopping to talk to a chicken now?"},"Biztos, hogy ezt választod? Ez az utolsó alkalom, hogy körbetudsz nézni Airosban!":{"English":"Are you sure you choose this? This is the last time you can look around Airos!"},"\\n<Himitsu>Persze, ideje menni!":{"English":"\\n<Himitsu>Of course, it's time to go!"}},"cmd":{"Continue":{"Magyar":""},"Billenyűzet Beállítás":{"English":"Keyboard Option"},"Beváltanám a szörnyeket pénzre":{"English":"Redeem the monsters for money"},"Fejvadász munkát keresek":{"English":"I'm looking for a bounty hunter job"},"Semmi":{"English":"Nothing"},"Farkasfej":{"English":"Wolf head"},"Kigyó fog":{"English":"Snake tooth"},"Szellem plazma":{"English":"Spirit plasma"},"Skorpió méreg":{"English":"Scorpio poison"},"Ork csákány":{"English":"Orc pick"},"Mutasd az árud":{"English":"Show your goods"},"Most nem":{"English":"Not now"},"Rendben":{"English":"Okay"},"Kicsit később":{"English":"A little later"},"Igen":{"English":"Yes"},"Nem":{"English":"No"}},"terms":{},"custom":{}}